  {
    "en": {
      "client": "Client",
      "description1": "Register as a customer to stay up to date with offers, discounts and special promotions from your favorite stores.",
      "business": "Business",
      "descrition2": "Register as a business to send personalized notifications to your potential customers.",
      "selectLanguage": "Select a language",
      "Español": "Spanish",
      "Inglés": "English",
      "Italiano": "Italian",
      "Indio": "Hindi",
      "Chino": "Chinese",
      "Portugués": "Portuguese",
      "Ruso": "Russian",
      "languageName": {
        "es": "Spanish",
        "en": "English",
        "it": "Italian",
        "hi": "Hindi",
        "zh": "Chinese",
        "pt": "Portuguese",
        "ru": "Russian"
      },
      "signInText": "Already have an account?",
      "signInButtonText": "Sign In",
      "getStartedTitle": "Get started free",
      "emailPlaceholder": "Enter your email",
      "namePlaceholder": "Enter your full name",
      "passwordPlaceholder": "Enter your password",
      "confirmPasswordPlaceholder": "Confirm your password",
      "signUpButtonText": "Sign Up",
      "orSignUpWith": "or sign up with",
      "google": "Google",
      "facebook": "Facebook",
      "noAccount": "Don't have an account?",
      "createAccount": "Sign up",
      "signInWith": "Sign in with",
      "enter": "Enter",
      "selectCategory": "Select a category",
      "categoryOcio": "Leisure",
      "categoryRestauracion": "Restoration",
      "categoryTiendas": "Shops",
      "categoryBelleza": "Beauty/Esthetics",
      "close": "Close",
      "supportedFormats":"Your business logo",
      "confirmPasswordRequired": "Please confirm your password.",
      "passwordsDoNotMatch": "Passwords do not match.",
      "passwordRequired": "Password is required.",
      "passwordTooShort": "Password is too short. It must be at least 8 characters long.",
      "nameRequired": "Name is required.",
      "emailRequired": "Email is required.",
      "emailInvalid": "Invalid email address.",
      "invalid_email": "Invalid email address.",
      "authenticationError": "Authentication Error",
      "connectionErrorTitle": "Connection Error",
      "connectionErrorMessage": "Could not connect to the server. Please try again.",
      "unexpectedErrorTitle": "Unexpected Error",
      "unexpectedErrorMessage": "An unexpected error occurred. Please try again.",
      "passwordMustContainLettersAndNumbers": "Password must contain at least one letter and one number.",
      "user": "Client",
      "store": "Business",
      "haveAccount": "Already have an account?",
      "termsAndConditionsText": "By continuing, you agree to our Terms of Service and Privacy Policy.",
      "welcomeBack": "Welcome back",
      "home": "Home",
      "stores": "Stores",
      "notifications": "Notifications",
      "profile": "Profile",
      "legal": "Legal",
      "termsAndConditions": "Terms and conditions",
      "privacyPolicy": "Privacy policy",
      "more": "More",
      "aboutNotiGo": "About NotiGo",
      "signOut": "Sign out",
      "areYouSureSignOut": "Are you sure you want to sign out?",
      "cancel": "Cancel",
      "accept": "Accept",
      "hello": "Hello!",
      "error": "Error",
      "signOutError": "There was an issue signing out. Please try again.",
      "searchLocation": "Search store location",
      "searchStore": "Search store",
      "All": "All",
      "subscribe": "Subscribe",
      "updateStore": "Update Store",
      "updateStoreData": "Update Store Data",
      "selectImage": "Select an image of your business",
      "storeName": "Store Name",
      "address": "Address",
      "description": "Description",
      "category": "Category",
      "saveChanges": "Save Changes",
      "confirmChanges": "Are you sure?",
      "unsavedChanges": "Unsaved changes will be lost.",
      "continue": "Continue",
      "storeUpdated": "Store updated",
      "success": "Success",
      "unsubscribe": "Unsubscribe",
      "subscribed": "Subscribed",
      "usageTerms": "Terms and Conditions of Use",
      "welcomeText": "Welcome to our geolocation app (\"the App\"). By downloading, installing, and/or using the App, you agree to the following Terms and Conditions of Use (\"the Terms\"). If you do not agree with these Terms, you must not use the App.",
"serviceDescription":  "1. Service Description",
"serviceDescriptionDetail": "The App allows businesses to send personalized notifications to users who pass within a radius of 5, 10, or 30 meters of the business, according to the setting chosen by the business. Users receive these notifications on their mobile devices, as long as they have notifications and real-time location access enabled. Additionally, businesses must pay a fee to register and use the service.",
"requirementsForUse": "2. Requirements for Use",
"requirementsForStores": "2.1 For Businesses",
"requirement1":"• Before registering, all business requests will be reviewed by our team to ensure they meet our quality and security standards. We reserve the right to accept or reject any request if we detect suspicious, inconsistent information or information that does not comply with our policies.",
"requirement2": "• Businesses must pay the corresponding fee to access the service once their request is approved.",
"requirement3": "• Provide valid and verifiable information when registering.",
"requirement4": "• Be a legally constituted entity or a professional authorized to carry out commercial activities.",
"requirement5":"• Have a valid payment method to process the fees associated with the service.",
"requirementsForUsers": "2.2 For Users",
"userRequirement1": "• Be over 16 years old. By registering, you declare that you meet this requirement. We reserve the right to request proof of age if necessary (e.g., identification document or similar).",
"userRequirement2": "• Have a device compatible with internet access and GPS.",
"userRequirement3": "• Allow access to your real-time location for the proper functioning of the App.",
"userRequirement4": "• Accept these terms and our Privacy Policy.",
"note": "Note: For users under 18 years old (depending on local legislation), explicit consent from parents or legal guardians may be required to complete registration and use of the App.",
"usoPermitido": "3. Allowed Use",
"usoParaComercios": "3.1 For Merchants",
"commerceRequirement1": "• Merchants are responsible for configuring the content of the notifications they send.",
"commerceRequirement2": "• It is prohibited to send content that is illegal, offensive, defamatory, misleading, or infringes on third-party rights.",
"commerceRequirement3": "• The notification emission radius must be selected from the available options (5m, 10m, or 30m).",
"commerceRequirement4": "• Merchants must keep their information up to date.",
"commerceRequirement5": "• Merchants cannot share their access credentials with third parties.",
"commerceRequirement6": "• It is the merchant's responsibility to ensure that the content of their notifications complies with local and national regulations.",
"commerceRequirement7": "• Fraudulent use of the App or violation of these Terms may result in the immediate suspension or termination of the account.",
"commerceRequirement8": "• Merchants are responsible for any outstanding fees. If not paid within the established time frame, the account may be suspended.",
"commerceRequirement9": "• Payments made will not be refunded in case of violation of these Terms.",
"sectionTitle": "3.2 For Users",
"point1": "• Users must keep location services and notifications active to receive messages.",
"point2": "• The App is designed exclusively for personal, non-commercial use.",
"point3": "• Any attempt to manipulate, alter, or interfere with the service is prohibited.",
"point4": "• The user is responsible for the accuracy of the data provided during registration.",
"point5": "• Users acknowledge that notifications sent by businesses are the sole responsibility of those businesses, not the App.",
"point6": "• Payments made for additional features will not be refunded if misuse or violation of the Terms is detected.",
"locationPrivacyTitle": "4. Location Privacy and Data Usage",
      "dataCollection": "The App collects real-time location data to provide the service. The use of data is regulated by our [Privacy Policy], which you must read and accept when registering. We will never share your location with third parties without your consent, unless required by law.",
      "dataProtection": "In compliance with local and international laws (including the General Data Protection Regulation (GDPR), if applicable), we guarantee that your personal data will be treated confidentially and protected with appropriate security measures. You agree that, for the operation of the App, your location data and other personal data may be stored and processed for the duration necessary to provide the service.",
      "minorConsent": "If you are under 18 years old, explicit consent from parents or guardians may be required to process your personal data.",
      "liabilityTitle": "5. Limitations of Liability",
      "notificationLimitation": "• The App does not guarantee the receipt of notifications in all cases due to factors such as network coverage, device settings, or third-party errors.",
      "contentResponsibility": "• We are not responsible for the content submitted by merchants.",
      "directDamages": "• We are not responsible for direct, indirect, or consequential damages arising from the use of the App.",
      "misuseResponsibility": "• The App is not responsible for the misuse of the service by users or merchants.",
      "serviceAvailability": "• We do not guarantee the continuous and uninterrupted availability of the service.",
      "merchantNotifications": "• We are not responsible if a merchant does not receive notifications due to incorrect information provided by the user.",
      "deviceRequirements": "• Users are responsible for ensuring their device meets the minimum requirements to use the App.",
      "serviceSuspensionTitle": "6. Suspension and Termination of Service",
      "violationSuspension": "We reserve the right to suspend or terminate access to the App at any time, without prior notice, if we believe the user or merchant has violated these Terms.",
      "pendingPaymentsRestriction": "• Merchants with pending payments may have their access to the service restricted until their situation is resolved.",
      "inactiveAccounts": "• Accounts inactive for more than 12 months may be deactivated. If a user resumes account usage after this period, access may be restored, but certain data may be deleted.",
      "maintenanceSuspension": "• The App may temporarily suspend service for maintenance purposes without prior notice.",
      "appealProcess": "Appeal Process: If you believe your account has been unfairly suspended, you can appeal by contacting our support team at [Contact Email].",
      "modificationsTitle": "7. Modifications",
      "modificationsContent": "We may update these Terms at any time. Changes will be notified through the App or other reasonable means. Continued use of the App after such changes constitutes your acceptance of them.",
      "modificationsRecommendation": "We recommend reviewing these Terms periodically to stay informed of any changes.",
      "serviceUpdatesTitle": "8. Acceptance of Service Updates",
      "serviceUpdatesContent": "By using the App, you agree that we may download and install necessary updates to ensure the proper functioning of the service on your device. This may include automatic updates to the App, which will be installed without your intervention.",
      "additionalRightsTitle": "9. Additional Rights We Reserve",
      "modifyService": "• Modify, suspend, or terminate the App or any part of the service at any time, without prior notice.",
      "changeFees": "• Change fees for merchants with at least 30 days' prior notice.",
      "denyAccess": "• Deny access to the App to any user or merchant who violates these Terms or any applicable regulations.",
      "monitorUsage": "• Monitor and review App usage to ensure compliance with the Terms.",
      "updateFeatures": "• Update App features to improve the service or comply with legal requirements.",
      "withholdPayments": "• Withhold payments made by merchants in case of non-compliance with these Terms, without the right to a refund.",
      "governingLawTitle": "10. Governing Law and Jurisdiction",
      "governingLawText": "These Terms are governed by the laws of Spain, and any dispute will be resolved before the courts of Barcelona, Spain. If you reside in another country, you may have additional rights under local laws, and those laws may apply instead of Spanish laws.",
      "contactTitle": "11. Contact",
      "contactText1": "If you have any questions or comments about these Terms, you can contact us at [Contact Email] or [Support Phone].",
      "contactText2": "By using the App, you declare that you have read, understood, and accepted these Terms.",
      "subscriptions": "Subscriptions",
      "textAboutNotiGo": "NotiGo is a geolocation app designed to help businesses interact with users who are near their establishments in a personalized way. The app allows businesses to send instant notifications to users within a defined radius of 5, 10, or 30 meters, depending on the configuration chosen by the business. The notifications can include special offers, updates, or relevant promotional messages, allowing direct communication with consumers in real-time. The app relies on real-time user location, so it is essential for users to keep notifications and location access enabled. NotiGo is designed to improve the shopping experience and the visibility of businesses, offering an efficient channel to attract nearby customers."
    
    
      
    },
  "es": {
    "client": "Cliente",
    "description1": "Regístrate como cliente para estar al tanto de las ofertas, descuentos y promociones especiales de tus tiendas favoritas.",
    "business": "Negocio",
    "descrition2": "Regístrate como negocio para enviar notificaciones personalizadas a tus posibles clientes.",
    "selectLanguage": "Selecciona un idioma",
    "Español": "Español",
    "Inglés": "Inglés",
    "Italiano": "Italiano",
    "Indio": "Hindú",
    "Chino": "Chino",
    "Portugués": "Portugués",
    "Ruso": "Ruso",
    "languageName": {
      "es": "Español",
      "en": "Inglés",
      "it": "Italiano",
      "hi": "Hindú",
      "zh": "Chino",
      "pt": "Portugués",
      "ru": "Ruso"
    },
    "signInText": "¿Ya tienes cuenta?",
    "signInButtonText": "Iniciar sesión",
    "getStartedTitle": "Comienza gratis",
    "emailPlaceholder": "Ingresa tu correo electrónico",
    "namePlaceholder": "Ingresa tu nombre completo",
    "passwordPlaceholder": "Ingresa tu contraseña",
    "confirmPasswordPlaceholder": "Confirma tu contraseña",
    "signUpButtonText": "Registrarse",
    "orSignUpWith": "o regístrate con",
    "google": "Google",
    "facebook": "Facebook",
    "noAccount": "¿No tienes cuenta?",
    "createAccount": "Crea una cuenta",
    "signInWith": "Inicia sesión con",
    "enter": "Entrar",
    "selectCategory": "Selecciona una categoría",
    "categoryOcio": "Ocio",
    "categoryRestauracion": "Restauración",
    "categoryTiendas": "Tiendas",
    "categoryBelleza": "Belleza/Estética",
    "close": "Cerrar",
    "supportedFormats": "Logo de tu negocio",
    "confirmPasswordRequired": "Por favor confirma tu contraseña.",
    "passwordsDoNotMatch": "Las contraseñas no coinciden.",
    "passwordRequired": "Se requiere una contraseña.",
    "passwordTooShort": "La contraseña es demasiado corta. Debe tener al menos 8 caracteres.",
    "nameRequired": "Se requiere un nombre.",
    "emailRequired": "Se requiere un correo electrónico.",
    "emailInvalid": "Dirección de correo electrónico no válida.",
    "invalid_email": "Correo electrónico inválido.",
    "authenticationError": "Error de autenticación",
    "connectionErrorTitle": "Error de conexión",
    "connectionErrorMessage": "No se pudo conectar al servidor. Intenta nuevamente.",
    "unexpectedErrorTitle": "Error inesperado",
    "unexpectedErrorMessage": "Ocurrió un error inesperado. Intenta nuevamente.",
    "passwordMustContainLettersAndNumbers": "La contraseña debe contener letras y números",
    "user": "Cliente",
    "store": "Negocio",
    "haveAccount": "¿Ya tienes cuenta?",
  "termsAndConditionsText": "Al continuar, aceptas nuestros Términos de Servicio y Política de Privacidad.",
  "welcomeBack": "Bienvenido de nuevo",
  "home": "Inicio",
  "stores": "Tiendas",
  "notifications": "Notificaciones",
  "profile": "Perfil",
  "legal": "Legal",
  "termsAndConditions": "Términos y condiciones",
  "privacyPolicy": "Política de privacidad",
  "more": "Más",
  "aboutNotiGo": "Acerca de NotiGo",
  "signOut": "Cerrar sesión",
  "areYouSureSignOut": "¿Estás seguro de que quieres cerrar sesión?",
  "cancel": "Cancelar",
  "accept": "Aceptar",
  "hello": "¡Hola!",
  "error": "Error",
  "signOutError": "Hubo un problema al cerrar sesión. Intenta de nuevo.",
  "searchLocation": "Buscar ubicación de la tienda",
  "searchStore": "Buscar tienda",
  "All": "Todas",
  "subscribe": "Suscribirse",
  "updateStore": "Actualizar Tienda",
  "updateStoreData": "Actualizar Datos de la Tienda",
  "selectImage": "Selecciona una imagen de tu negocio",
  "storeName": "Nombre de la tienda",
  "address": "Dirección",
  "description": "Descripción",
  "category": "Categoría",
  "saveChanges": "Guardar Cambios",
  "confirmChanges": "¿Estás seguro?",
  "unsavedChanges": "Los cambios no guardados se perderán.",
  "continue": "Continuar",
  "storeUpdated": "Tienda actualizada",
  "success": "Éxito",
  "unsubscribe": "Eliminar suscripción",
  "subscribed": "Suscrito",
  "usageTerms": "Términos y Condiciones de Uso",
  "welcomeText": "Bienvenido/a a nuestra aplicación de geolocalización (“la App”). Al descargar, instalar y/o utilizar la App, aceptas los siguientes Términos y Condiciones de Uso (“los Términos”). Si no estás de acuerdo con estos Términos, no debes usar la App.",
  "serviceDescription": "1. Descripción del Servicio",
  "serviceDescriptionDetail":"La App permite a los comercios enviar notificaciones personalizadas a los usuarios que pasen dentro de un radio de 5, 10 o 30 metros del comercio, según la configuración elegida por este. Los usuarios reciben dichas notificaciones en sus dispositivos móviles, siempre y cuando tengan activadas las notificaciones y el acceso a la ubicación en tiempo real. Además, los comercios deben pagar una tarifa para registrarse y utilizar el servicio.",
  "requirementsForUse": "2. Requisitos para el Uso",
"requirementsForStores":"2.1 Para Comercios",
"requirement1":"• Antes de registrarse, todas las solicitudes de los comercios serán revisadas por nuestro equipo para garantizar que cumplen con nuestros estándares de calidad y seguridad. Nos reservamos el derecho de aceptar o denegar cualquier solicitud si detectamos información sospechosa, inconsistente o que no cumpla con nuestras políticas.",
"requirement2": "• Los comercios deben abonar la tarifa correspondiente para acceder al servicio una vez que su solicitud sea aprobada.",
"requirement3": "• Proporcionar información válida y verificable al registrarse.",
"requirement4": "• Ser una entidad legalmente constituida o un profesional autorizado para ejercer actividades comerciales.",
"requirement5": "• Contar con un método de pago válido para procesar las tarifas asociadas al servicio.",
"requirementsForUsers": "2.2 Para Usuarios",
"userRequirement1": "• Ser mayor de 16 años. Al registrarte, declaras que cumples con este requisito. Nos reservamos el derecho de solicitar pruebas de edad si fuera necesario (por ejemplo, documento de identidad o similar).",
"userRequirement2": "• Tener un dispositivo compatible con acceso a internet y GPS.",
"userRequirement3": "• Permitir el acceso a tu ubicación en tiempo real para el correcto funcionamiento de la App.",
"userRequirement4": "• Aceptar estas condiciones y nuestra Política de Privacidad.",
"note": "Nota: En caso de usuarios menores de 18 años (dependiendo de la legislación local), se podrá requerir el consentimiento explícito de los padres o tutores legales para completar el registro y uso de la App.",
"usoPermitido": "3. Uso Permitido",
"usoParaComercios": "3.1 Para Comercios",
"commerceRequirement1": "• Los comercios son responsables de la configuración del contenido de las notificaciones que envíen.",
"commerceRequirement2": "• Está prohibido enviar contenido que sea ilegal, ofensivo, difamatorio, engañoso o que infrinja derechos de terceros.",
"commerceRequirement3": "• El radio de emisión de las notificaciones debe seleccionarse entre las opciones disponibles (5m, 10m o 30m).",
"commerceRequirement4": "• Los comercios deben mantener actualizada su información.",
"commerceRequirement5": "• Los comercios no pueden compartir sus credenciales de acceso con terceros.",
"commerceRequirement6": "• Es responsabilidad del comercio garantizar que el contenido de sus notificaciones cumpla con las normativas locales y nacionales.",
"commerceRequirement7": "• El uso fraudulento de la App o el incumplimiento de estos Términos puede resultar en la suspensión o terminación inmediata de la cuenta.",
"commerceRequirement8": "• Los comercios son responsables de cualquier tarifa pendiente. Si no se abonan en el plazo establecido, la cuenta puede ser suspendida.",
"commerceRequirement9": "• Los pagos realizados no serán reembolsados en caso de incumplimiento de estos Términos.",
"sectionTitle": "3.2 Para Usuarios",
"point1": "• Los usuarios deben mantener activa la geolocalización y las notificaciones para recibir mensajes.",
"point2": "• La App está diseñada exclusivamente para fines personales y no comerciales.",
"point3": "• Se prohíbe cualquier intento de manipular, alterar o interferir con el servicio.",
"point4": "• El usuario es responsable de la exactitud de los datos proporcionados durante el registro.",
"point5": "• Los usuarios aceptan que las notificaciones enviadas por los comercios son responsabilidad exclusiva de estos y no de la App.",
"point6": "• Los pagos realizados por funciones adicionales no serán reembolsados si se detecta un uso indebido o incumplimiento de los Términos.",
 "locationPrivacyTitle": "4. Privacidad de Ubicación y Uso de Datos",
      "dataCollection": "La App recopila datos de ubicación en tiempo real para ofrecer el servicio. El uso de los datos está regulado por nuestra [Política de Privacidad], que deberás leer y aceptar al registrarte. Nunca compartiremos tu ubicación con terceros sin tu consentimiento, salvo que la ley lo exija.",
      "dataProtection": "En cumplimiento de las leyes locales e internacionales (incluido el Reglamento General de Protección de Datos (GDPR), si aplicable), garantizamos que tus datos personales serán tratados de manera confidencial y protegidos con medidas de seguridad apropiadas. Aceptas que, para el funcionamiento de la App, tus datos de ubicación y otros datos personales puedan ser almacenados y procesados durante el tiempo necesario para la prestación del servicio.",
      "minorConsent": "Si eres menor de 18 años, se podrá requerir el consentimiento explícito de los padres o tutores para procesar tus datos personales.",
      "liabilityTitle": "5. Limitaciones de Responsabilidad",
      "notificationLimitation": "• La App no garantiza la recepción de las notificaciones en todos los casos debido a factores como cobertura de red, configuración del dispositivo o errores de terceros.",
      "contentResponsibility": "• No somos responsables del contenido enviado por los comercios.",
      "directDamages": "• No nos hacemos responsables de daños directos, indirectos o consecuentes derivados del uso de la App.",
      "misuseResponsibility": "• La App no se responsabiliza del uso indebido del servicio por parte de los usuarios o comercios.",
      "serviceAvailability": "• No garantizamos la disponibilidad continua e ininterrumpida del servicio.",
      "merchantNotifications": "• No nos hacemos responsables si un comercio no recibe las notificaciones debido a información incorrecta proporcionada por el usuario.",
      "deviceRequirements": "• Los usuarios son responsables de garantizar que su dispositivo cumpla con los requisitos mínimos para usar la App.",
      "serviceSuspensionTitle": "6. Suspensión y Terminación del Servicio",
      "violationSuspension": "Nos reservamos el derecho de suspender o terminar el acceso a la App en cualquier momento, sin previo aviso, si consideramos que el usuario o comercio ha violado estos Términos.",
      "pendingPaymentsRestriction": "• Los comercios con pagos pendientes pueden ver restringido su acceso al servicio hasta que regularicen su situación.",
      "inactiveAccounts": "• Las cuentas inactivas durante más de 12 meses podrán ser desactivadas. Si un usuario vuelve a usar la cuenta después de este periodo, podría recuperar el acceso, pero ciertos datos podrían ser eliminados.",
      "maintenanceSuspension": "• La App puede suspender temporalmente el servicio por motivos de mantenimiento sin previo aviso.",
      "appealProcess": "Proceso de Apelación: Si consideras que tu cuenta ha sido suspendida injustamente, puedes apelar poniéndote en contacto con nuestro soporte a través de [Correo Electrónico de Contacto].",
      "modificationsTitle": "7. Modificaciones",
      "modificationsContent": "Podemos actualizar estos Términos en cualquier momento. Los cambios serán notificados a través de la App o por otros medios razonables. El uso continuado de la App tras dichos cambios constituye tu aceptación de los mismos.",
      "modificationsRecommendation": "Te recomendamos revisar estos Términos periódicamente para estar al tanto de cualquier cambio.",
      "serviceUpdatesTitle": "8. Aceptación de Actualizaciones del Servicio",
      "serviceUpdatesContent": "Al usar la App, aceptas que podemos descargar e instalar actualizaciones necesarias para mantener el funcionamiento adecuado del servicio en tu dispositivo. Esto puede incluir actualizaciones automáticas de la App, que se instalarán sin tu intervención.",
      "additionalRightsTitle": "9. Derechos Adicionales que Nos Reservamos",
      "modifyService": "• Modificar, suspender o finalizar la App o cualquier parte del servicio en cualquier momento, sin previo aviso.",
      "changeFees": "• Cambiar las tarifas para los comercios con un aviso previo de al menos 30 días.",
      "denyAccess": "• Denegar el acceso a la App a cualquier usuario o comercio que incumpla estos Términos o cualquier normativa aplicable.",
      "monitorUsage": "• Monitorear y revisar el uso de la App para garantizar el cumplimiento de los Términos.",
      "updateFeatures": "• Actualizar las funcionalidades de la App para mejorar el servicio o cumplir con requisitos legales.",
      "withholdPayments": "• Retener los pagos realizados por los comercios en caso de incumplimiento de estos Términos, sin derecho a reembolso.",
      "governingLawTitle": "10. Ley Aplicable y Jurisdicción",
      "governingLawText": "Estos Términos se rigen por las leyes de España y cualquier disputa se resolverá ante los tribunales de Barcelona, España. Si resides en otro país, puedes tener derechos adicionales según las leyes locales, y esas leyes pueden aplicarse en lugar de las leyes de España.",
      "contactTitle": "11. Contacto",
      "contactText1": "Si tienes alguna pregunta o comentario sobre estos Términos, puedes contactarnos en [Correo Electrónico de Contacto] o [Teléfono de Soporte].",
      "contactText2": "Al utilizar la App, declaras que has leído, entendido y aceptado estos Términos.",
      "subscriptions": "Suscripciones",
      "textAboutNotiGo": "NotiGo es una aplicación de geolocalización diseñada para ayudar a los comercios a interactuar de manera personalizada con los usuarios que se encuentran cerca de sus establecimientos. La app permite a los comercios enviar notificaciones instantáneas a los usuarios dentro de un radio determinado, de 5, 10 o 30 metros, según la configuración que el comercio seleccione. Las notificaciones pueden incluir ofertas especiales, actualizaciones o mensajes promocionales relevantes, lo que permite una comunicación directa con los consumidores en tiempo real. La aplicación se basa en el uso de la ubicación en tiempo real del usuario, por lo que es esencial que los usuarios mantengan habilitadas las notificaciones y el acceso a la geolocalización. NotiGo está pensada para mejorar la experiencia de compra y la visibilidad de los comercios, ofreciendo un canal eficiente para atraer a clientes cercanos."
    
  

  },
  "it": {
    "client": "Cliente",
    "description1": "Registrati come cliente per rimanere aggiornato su offerte, sconti e promozioni speciali dei tuoi negozi preferiti.",
    "business": "Azienda",
    "descrition2": "Registrati come azienda per inviare notifiche personalizzate ai tuoi potenziali clienti.",
    "selectLanguage": "Seleziona una lingua",
    "Español": "Spagnolo",
    "Inglés": "Inglese",
    "Italiano": "Italiano",
    "Indio": "Hindi",
    "Chino": "Cinese",
    "Portugués": "Portoghese",
    "Ruso": "Russo",
    "languageName": {
      "es": "Spagnolo",
      "en": "Inglese",
      "it": "Italiano",
      "hi": "Hindi",
      "zh": "Cinese",
      "pt": "Portoghese",
      "ru": "Russo"
    },
    "signInText": "Hai già un account?",
    "signInButtonText": "Accedi",
    "getStartedTitle": "Inizia gratuitamente",
    "emailPlaceholder": "Inserisci la tua email",
    "namePlaceholder": "Inserisci il tuo nome completo",
    "passwordPlaceholder": "Inserisci la tua password",
    "confirmPasswordPlaceholder": "Conferma la tua password",
    "signUpButtonText": "Registrati",
    "orSignUpWith": "o registrati con",
    "google": "Google",
    "facebook": "Facebook",
    "noAccount": "Non hai un account?",
    "createAccount": "Crea un account",
    "signInWith": "Accedi con",
    "enter": "Entra",
    "selectCategory": "Seleziona una categoria",
    "categoryOcio": "Tempo libero",
    "categoryRestauracion": "Ristorazione",
    "categoryTiendas": "Negozi",
    "categoryBelleza": "Bellezza/Estetica",
    "close": "Chiudere",
    "supportedFormats": "Il logo della tua azienda",
    "confirmPasswordRequired": "Si prega di confermare la tua password.",
    "passwordsDoNotMatch": "Le password non corrispondono.",
    "passwordRequired": "La password è richiesta.",
    "passwordTooShort": "La password è troppo corta. Deve essere lunga almeno 8 caratteri.",
    "nameRequired": "Il nome è obbligatorio.",
    "emailRequired": "L'email è obbligatoria.",
    "emailInvalid": "Indirizzo email non valido.",
    "invalid_email": "Indirizzo email non valido.",
    "authenticationError": "Errore di autenticazione",
    "connectionErrorTitle": "Errore di connessione",
    "connectionErrorMessage": "Impossibile connettersi al server. Riprova.",
    "unexpectedErrorTitle": "Errore imprevisto",
    "unexpectedErrorMessage": "Si è verificato un errore imprevisto. Riprova.",
    "passwordMustContainLettersAndNumbers": "La password deve contenere lettere e numeri",
    "user": "Cliente",
    "store": "Azienda",
    "haveAccount": "Hai già un account?",
  "termsAndConditionsText": "Proseguendo, accetti i nostri Termini di servizio e la Politica sulla privacy.",
  "welcomeBack": "Bentornato",
  "home": "Home",
  "stores": "Negozi",
  "notifications": "Notifiche",
  "profile": "Profilo",
  "legal": "Legale",
  "termsAndConditions": "Termini e condizioni",
  "privacyPolicy": "Politica sulla privacy",
  "more": "Altro",
  "aboutNotiGo": "Informazioni su NotiGo",
  "signOut": "Esci",
  "areYouSureSignOut": "Sei sicuro di voler uscire?",
  "cancel": "Annulla",
  "accept": "Accetta",
  "hello": "Ciao!",
  "error": "Errore",
  "signOutError": "C'è stato un problema con il logout. Riprova.",
  "searchLocation": "Cerca posizione del negozio",
  "searchStore": "Cerca negozio",
  "All": "Tutte",
  "subscribe": "Iscriviti",
  "updateStore": "Aggiorna Negozio",
    "updateStoreData": "Aggiorna Dati del Negozio",
    "selectImage": "Seleziona un'immagine del tuo negozio",
    "storeName": "Nome del negozio",
    "address": "Indirizzo",
    "description": "Descrizione",
    "category": "Categoria",
    "saveChanges": "Salva Modifiche",
    "confirmChanges": "Sei sicuro?",
    "unsavedChanges": "Le modifiche non salvate andranno perse.",
    "continue": "Continua",
    "storeUpdated": "Negozio aggiornato",
    "success": "Successo",
    "unsubscribe": "Annulla iscrizione",
    "subscribed": "Iscritto",
    "usageTerms": "Termini e Condizioni d'Uso",
    "welcomeText": "Benvenuto/a nella nostra applicazione di geolocalizzazione (\"l'App\"). Scaricando, installando e/o utilizzando l'App, accetti i seguenti Termini e Condizioni d'Uso (\"i Termini\"). Se non sei d'accordo con questi Termini, non devi utilizzare l'App.",
    "serviceDescription": "1. Descrizione del Servizio",
    "serviceDescriptionDetail":"L'App consente alle attività commerciali di inviare notifiche personalizzate agli utenti che passano entro un raggio di 5, 10 o 30 metri dall'attività, in base alla configurazione scelta. Gli utenti ricevono queste notifiche sui loro dispositivi mobili, purché abbiano attivato le notifiche e l'accesso alla posizione in tempo reale. Inoltre, le attività commerciali devono pagare una tariffa per registrarsi e utilizzare il servizio.",
    "requirementsForUse": "2. Requisiti per l'uso",
"requirementsForStores":"2.1 Per i Commerci",
"requirement1":"• Prima di registrarsi, tutte le richieste delle attività commerciali saranno esaminate dal nostro team per garantire che soddisfino i nostri standard di qualità e sicurezza. Ci riserviamo il diritto di accettare o rifiutare qualsiasi richiesta se rileviamo informazioni sospette, incoerenti o che non rispettano le nostre politiche.",
"requirement2":  "• Le attività commerciali devono pagare la tariffa corrispondente per accedere al servizio una volta che la loro richiesta è stata approvata.",
"requirement3": "• Fornire informazioni valide e verificabili durante la registrazione.",
"requirement4": "• Essere un'entità legalmente costituita o un professionista autorizzato a svolgere attività commerciali.",
"requirement5": "• Disporre di un metodo di pagamento valido per elaborare le tariffe associate al servizio.",
"requirementsForUsers": "2.2 Per gli utenti",
"userRequirement1": "• Avere più di 16 anni. Registrandoti, dichiari di soddisfare questo requisito. Ci riserviamo il diritto di richiedere prove dell'età, se necessario (ad esempio, documento d'identità o simile).",
"userRequirement2": "• Possedere un dispositivo compatibile con accesso a Internet e GPS.",
"userRequirement3": "• Consentire l'accesso alla tua posizione in tempo reale per il corretto funzionamento dell'app.",
"userRequirement4": "• Accettare queste condizioni e la nostra Politica sulla Privacy.",
"note": "Nota: Nel caso di utenti sotto i 18 anni (a seconda della legislazione locale), potrebbe essere richiesto il consenso esplicito dei genitori o tutori legali per completare la registrazione e l'uso dell'app.",
"usoPermitido": "3. Uso Consentito",
"usoParaComercios": "3.1 Per i commerci",
"commerceRequirement1": "• I commerci sono responsabili della configurazione del contenuto delle notifiche che inviano.",
"commerceRequirement2": "• È vietato inviare contenuti che siano illegali, offensivi, diffamatori, ingannevoli o che violino i diritti di terzi.",
"commerceRequirement3": "• Il raggio di emissione delle notifiche deve essere selezionato tra le opzioni disponibili (5m, 10m o 30m).",
"commerceRequirement4": "• I commerci devono mantenere aggiornate le loro informazioni.",
"commerceRequirement5": "• I commerci non possono condividere le loro credenziali di accesso con terzi.",
"commerceRequirement6": "• È responsabilità del commercio garantire che il contenuto delle sue notifiche sia conforme alle normative locali e nazionali.",
"commerceRequirement7": "• L'uso fraudolento dell'app o il mancato rispetto di questi Termini può comportare la sospensione o la cessazione immediata dell'account.",
"commerceRequirement8": "• I commerci sono responsabili di eventuali tariffe pendenti. Se non vengono pagate entro il termine stabilito, l'account può essere sospeso.",
"commerceRequirement9": "• I pagamenti effettuati non verranno rimborsati in caso di violazione di questi Termini.",
"sectionTitle": "3.2 Per gli Utenti",
"point1": "• Gli utenti devono mantenere attivi i servizi di geolocalizzazione e le notifiche per ricevere messaggi.",
"point2": "• L'App è progettata esclusivamente per uso personale e non commerciale.",
"point3": "• È vietato tentare di manipolare, alterare o interferire con il servizio.",
"point4": "• L'utente è responsabile della precisione dei dati forniti durante la registrazione.",
"point5": "• Gli utenti accettano che le notifiche inviate dalle attività commerciali sono di responsabilità esclusiva di queste e non dell'App.",
"point6": "• I pagamenti effettuati per funzionalità aggiuntive non saranno rimborsati se viene rilevato un uso improprio o una violazione dei Termini.",
"locationPrivacyTitle": "4. Privacy sulla Posizione e Uso dei Dati",
"dataCollection": "L'App raccoglie dati di posizione in tempo reale per fornire il servizio. L'uso dei dati è regolato dalla nostra [Politica sulla Privacy], che devi leggere e accettare al momento della registrazione. Non condivideremo mai la tua posizione con terze parti senza il tuo consenso, salvo quando richiesto dalla legge.",
"dataProtection": "In conformità con le leggi locali e internazionali (incluso il Regolamento Generale sulla Protezione dei Dati (GDPR), se applicabile), garantiamo che i tuoi dati personali saranno trattati in modo confidenziale e protetti con misure di sicurezza appropriate. Accetti che, per il funzionamento dell'App, i tuoi dati di posizione e altri dati personali possano essere archiviati e trattati per il tempo necessario alla fornitura del servizio.",
"minorConsent": "Se hai meno di 18 anni, potrebbe essere richiesto il consenso esplicito dei genitori o tutori per trattare i tuoi dati personali.",
"liabilityTitle": "5. Limitazioni di Responsabilità",
"notificationLimitation": "• L'App non garantisce la ricezione delle notifiche in tutti i casi a causa di fattori come copertura di rete, impostazioni del dispositivo o errori di terze parti.",
"contentResponsibility": "• Non siamo responsabili per i contenuti inviati dai commercianti.",
"directDamages": "• Non siamo responsabili per danni diretti, indiretti o consequenziali derivanti dall'uso dell'App.",
"misuseResponsibility": "• L'App non è responsabile per l'uso improprio del servizio da parte di utenti o commercianti.",
"serviceAvailability": "• Non garantiamo la disponibilità continua e ininterrotta del servizio.",
"merchantNotifications": "• Non siamo responsabili se un commerciante non riceve notifiche a causa di informazioni errate fornite dall'utente.",
"deviceRequirements": "• Gli utenti sono responsabili di garantire che il loro dispositivo soddisfi i requisiti minimi per utilizzare l'App.",
"serviceSuspensionTitle": "6. Sospensione e Terminazione del Servizio",
"violationSuspension": "Ci riserviamo il diritto di sospendere o terminare l'accesso all'App in qualsiasi momento, senza preavviso, se riteniamo che l'utente o il commerciante abbia violato questi Termini.",
"pendingPaymentsRestriction": "• I commercianti con pagamenti in sospeso potrebbero vedere il loro accesso al servizio limitato fino a quando la loro situazione non sarà regolarizzata.",
"inactiveAccounts": "• Gli account inattivi per più di 12 mesi possono essere disattivati. Se un utente riprende l'uso dell'account dopo questo periodo, l'accesso potrebbe essere ripristinato, ma alcuni dati potrebbero essere eliminati.",
"maintenanceSuspension": "• L'App può sospendere temporaneamente il servizio per manutenzione senza preavviso.",
"appealProcess": "Processo di Ricorso: Se ritieni che il tuo account sia stato sospeso ingiustamente, puoi fare ricorso contattando il nostro supporto all'indirizzo [Email di Contatto].",
"modificationsTitle": "7. Modifiche",
      "modificationsContent": "Possiamo aggiornare questi Termini in qualsiasi momento. Le modifiche saranno notificate tramite l'App o altri mezzi ragionevoli. L'uso continuato dell'App dopo tali modifiche costituisce la tua accettazione delle stesse.",
      "modificationsRecommendation": "Ti consigliamo di rivedere periodicamente questi Termini per rimanere informato su eventuali modifiche.",
      "serviceUpdatesTitle": "8. Accettazione degli Aggiornamenti del Servizio",
      "serviceUpdatesContent": "Usando l'App, accetti che possiamo scaricare e installare aggiornamenti necessari per garantire il corretto funzionamento del servizio sul tuo dispositivo. Questo può includere aggiornamenti automatici dell'App, che saranno installati senza il tuo intervento.",
      "additionalRightsTitle": "9. Diritti Aggiuntivi che Ci Riserviamo",
      "modifyService": "• Modificare, sospendere o terminare l'App o qualsiasi parte del servizio in qualsiasi momento, senza preavviso.",
      "changeFees": "• Modificare le tariffe per i commercianti con almeno 30 giorni di preavviso.",
      "denyAccess": "• Negare l'accesso all'App a qualsiasi utente o commerciante che violi questi Termini o qualsiasi normativa applicabile.",
      "monitorUsage": "• Monitorare e rivedere l'utilizzo dell'App per garantire il rispetto dei Termini.",
      "updateFeatures": "• Aggiornare le funzionalità dell'App per migliorare il servizio o soddisfare i requisiti legali.",
      "withholdPayments": "• Trattenere i pagamenti effettuati dai commercianti in caso di mancato rispetto di questi Termini, senza diritto al rimborso.",
      "governingLawTitle": "10. Legge Applicabile e Giurisdizione",
      "governingLawText": "Questi Termini sono regolati dalle leggi della Spagna e qualsiasi disputa sarà risolta presso i tribunali di Barcellona, Spagna. Se risiedi in un altro paese, potresti avere diritti aggiuntivi secondo le leggi locali, che potrebbero applicarsi al posto delle leggi spagnole.",
      "contactTitle": "11. Contatto",
      "contactText1": "Se hai domande o commenti su questi Termini, puoi contattarci a [Email di Contatto] o [Telefono di Supporto].",
      "contactText2": "Utilizzando l'App, dichiari di aver letto, compreso e accettato questi Termini.",
      "subscriptions": "Abbonamenti",
      "textAboutNotiGo": "NotiGo è un'app di geolocalizzazione progettata per aiutare le attività commerciali a interagire in modo personalizzato con gli utenti che si trovano vicino ai loro stabilimenti. L'app consente alle attività di inviare notifiche istantanee agli utenti all'interno di un raggio definito di 5, 10 o 30 metri, a seconda della configurazione scelta dall'attività. Le notifiche possono includere offerte speciali, aggiornamenti o messaggi promozionali rilevanti, consentendo una comunicazione diretta con i consumatori in tempo reale. L'app si basa sull'uso della posizione in tempo reale dell'utente, quindi è essenziale che gli utenti mantengano attive le notifiche e l'accesso alla geolocalizzazione. NotiGo è progettato per migliorare l'esperienza di acquisto e la visibilità delle attività commerciali, offrendo un canale efficiente per attrarre i clienti nelle vicinanze."


  },
  "hi": {
    "client": "ग्राहक",
    "description1": "अपने पसंदीदा स्टोर्स से ऑफ़र, छूट और विशेष प्रचारों के बारे में अपडेट रहने के लिए ग्राहक के रूप में पंजीकरण करें।",
    "business": "व्यवसाय",
    "descrition2": "अपने संभावित ग्राहकों को व्यक्तिगत सूचनाएँ भेजने के लिए व्यवसाय के रूप में पंजीकरण करें।",
    "selectLanguage": "एक भाषा चुनें",
    "Español": "स्पेनिश",
    "Inglés": "अंग्रेज़ी",
    "Italiano": "इतालवी",
    "Indio": "हिंदी",
    "Chino": "चीनी",
    "Portugués": "पुर्तगाली",
    "Ruso": "रूस",
    "languageName": {
      "es": "स्पेनिश",
      "en": "अंग्रेज़ी",
      "it": "इतालवी",
      "hi": "हिंदी",
      "zh": "चीनी",
      "pt": "पुर्तगाली",
      "ru": "रूस"
    },
    "signInText": "क्या आपके पास खाता है?",
    "signInButtonText": "साइन इन करें",
    "getStartedTitle": "मुफ्त में शुरू करें",
    "emailPlaceholder": "अपना ईमेल दर्ज करें",
    "namePlaceholder": "अपना पूरा नाम दर्ज करें",
    "passwordPlaceholder": "अपना पासवर्ड दर्ज करें",
    "confirmPasswordPlaceholder": "अपना पासवर्ड कन्फर्म करें",
    "signUpButtonText": "साइन अप करें",
    "orSignUpWith": "या साइन अप करें",
    "google": "गूगल",
    "facebook": "फेसबुक",
    "noAccount": "क्या आपके पास खाता नहीं है?",
    "createAccount": "खाता बनाएं",
    "signInWith": "साइन इन करें के साथ",
    "enter": "प्रवेश",
    "selectCategory": "एक श्रेणी चुनें",
    "categoryOcio": "मनोरंजन",
    "categoryRestauracion": "रेस्टोरेंट",
    "categoryTiendas": "दुकानें",
    "categoryBelleza": "सौंदर्य/एस्थेटिक्स",
    "close": "बंद करें",
    "supportedFormats":"आपके व्यवसाय का लोगो",
    "confirmPasswordRequired": "कृपया अपना पासवर्ड कन्फर्म करें।",
    "passwordsDoNotMatch": "पासवर्ड मेल नहीं खाते हैं।",
    "passwordRequired": "पासवर्ड आवश्यक है।",
    "passwordTooShort": "पासवर्ड बहुत छोटा है। इसे कम से कम 8 वर्णों का होना चाहिए।",
    "nameRequired": "नाम आवश्यक है।",
    "emailRequired": "ईमेल आवश्यक है।",
    "emailInvalid": "अमान्य ईमेल पता।",
    "invalid_email": "अमान्य ईमेल पता।",
    "authenticationError": "प्रमाणीकरण त्रुटि",
    "connectionErrorTitle": "संपर्क त्रुटि",
    "connectionErrorMessage": "सर्वर से कनेक्ट नहीं हो सका। कृपया पुनः प्रयास करें।",
    "unexpectedErrorTitle": "अप्रत्याशित त्रुटि",
    "unexpectedErrorMessage": "एक अप्रत्याशित त्रुटि हुई है। कृपया पुनः प्रयास करें।",
    "passwordMustContainLettersAndNumbers": "पासवर्ड में अक्षर और अंक होने चाहिए।",
    "user": "ग्राहक",
    "store": "व्यवसाय",
    "haveAccount": "क्या आपके पास पहले से खाता है?",
    "termsAndConditionsText": "जारी रखते हुए, आप हमारी सेवा शर्तों और गोपनीयता नीति से सहमत होते हैं।",
    "welcomeBack": "वापसी पर स्वागत है",
    "home": "मुखपृष्ठ",
    "stores": "दुकानें",
    "notifications": "सूचनाएँ",
    "profile": "प्रोफाइल",
    "legal": "कानूनी",
    "termsAndConditions": "नियम और शर्तें",
    "privacyPolicy": "गोपनीयता नीति",
    "more": "अधिक",
    "aboutNotiGo": "NotiGo के बारे में",
    "signOut": "लॉग आउट",
    "areYouSureSignOut": "क्या आप वाकई लॉग आउट करना चाहते हैं?",
    "cancel": "रद्द करें",
    "accept": "स्वीकार करें",
    "hello": "नमस्ते!",
    "error": "त्रुटि",
    "signOutError": "साइन आउट करने में समस्या आ गई। कृपया फिर से प्रयास करें।",
    "searchLocation": "दुकान का स्थान खोजें",
    "searchStore": "दुकान खोजें",
    "All": "सभी",
    "subscribe": "सदस्यता लें",
    "updateStore": "दुकान अपडेट करें",
    "updateStoreData": "दुकान डेटा अपडेट करें",
    "selectImage": "अपने व्यवसाय की एक छवि चुनें",
    "storeName": "स्टोर का नाम",
    "address": "पता",
    "description": "विवरण",
    "category": "श्रेणी",
    "saveChanges": "परिवर्तनों को सहेजें",
    "confirmChanges": "क्या आप सुनिश्चित हैं?",
    "unsavedChanges": "बिना सहेजे गए परिवर्तन खो जाएंगे।",
    "continue": "जारी रखें",
    "storeUpdated": "स्टोर अपडेट किया गया",
    "success": "सफलता",
    "unsubscribe": "अस्वीकृत करें",
    "subscribed": "सदस्यता ली",
    "usageTerms": "उपयोग की शर्तें",
    "welcomeText": "हमारे भू-स्थान निर्धारण ऐप (\"एप्लिकेशन\") में आपका स्वागत है। ऐप को डाउनलोड, इंस्टॉल और/या उपयोग करके, आप निम्नलिखित उपयोग की शर्तों (\"शर्तें\") से सहमत होते हैं। यदि आप इन शर्तों से सहमत नहीं हैं, तो आपको ऐप का उपयोग नहीं करना चाहिए।",
    "serviceDescription": "1. सेवा विवरण",
    "serviceDescriptionDetail":"यह ऐप व्यवसायों को उपयोगकर्ताओं को व्यक्तिगत रूप से सूचनाएँ भेजने की अनुमति देता है जो व्यापार के 5, 10 या 30 मीटर के दायरे में होते हैं, जो व्यापार द्वारा चुनी गई सेटिंग के अनुसार। उपयोगकर्ता इन सूचनाओं को अपने मोबाइल डिवाइस पर प्राप्त करते हैं, बशर्ते कि उनके पास सूचनाएं और वास्तविक समय स्थान पहुँच सक्षम हो। इसके अतिरिक्त, व्यवसायों को पंजीकरण और सेवा का उपयोग करने के लिए शुल्क देना होता है।",
    "requirementsForUse": "उपयोग के लिए आवश्यकताएँ",
    "requirementsForStores": "2. व्यापारों के लिए आवश्यकताएँ",
    "requirement1": "• पंजीकरण करने से पहले, हमारे टीम द्वारा व्यापारों के सभी आवेदन की समीक्षा की जाएगी ताकि यह सुनिश्चित किया जा सके कि वे हमारे गुणवत्ता और सुरक्षा मानकों का पालन करते हैं। हम किसी भी आवेदन को स्वीकार करने या अस्वीकार करने का अधिकार रखते हैं यदि हमें संदिग्ध, असंगत या हमारी नीतियों का पालन नहीं करने वाली जानकारी मिलती है।",
    "requirement2": "• व्यापारों को सेवा का उपयोग करने के लिए अनुमोदित आवेदन के बाद निर्धारित शुल्क का भुगतान करना होगा।",
    "requirement3": "• पंजीकरण करते समय वैध और प्रमाणित जानकारी प्रदान करें।",
    "requirement4": "• एक कानूनी रूप से स्थापित इकाई या एक पेशेवर जिसे वाणिज्यिक गतिविधियाँ करने के लिए अधिकृत किया गया हो।",
    "requirement5": "• सेवा से संबंधित शुल्कों को संसाधित करने के लिए एक वैध भुगतान विधि होनी चाहिए।",
    "requirementsForUsers": "2.2 उपयोगकर्ताओं के लिए",
    "userRequirement1": "• 16 वर्ष से अधिक होना। पंजीकरण करते समय, आप इस आवश्यकता को पूरा करने की घोषणा करते हैं। यदि आवश्यक हो, तो हम आयु प्रमाणित करने के लिए दस्तावेज़ (जैसे, पहचान पत्र या समान) का अनुरोध करने का अधिकार रखते हैं।",
    "userRequirement2": "• एक डिवाइस होना जो इंटरनेट और GPS एक्सेस करने में सक्षम हो।",
    "userRequirement3": "• ऐप के सही संचालन के लिए आपकी वास्तविक-समय स्थिति तक पहुँच की अनुमति देना।",
    "userRequirement4": "• इन शर्तों और हमारी गोपनीयता नीति को स्वीकार करना।",
    "note": "नोट: 18 वर्ष से कम उम्र के उपयोगकर्ताओं के लिए (स्थानीय कानून के आधार पर), पंजीकरण और ऐप के उपयोग को पूरा करने के लिए माता-पिता या कानूनी संरक्षकों की स्पष्ट सहमति की आवश्यकता हो सकती है।",
    "usoPermitido": "3. अनुमति का उपयोग",
    "usoParaComercios": "3.1 व्यापारों के लिए",
    "commerceRequirement1": "• व्यापारों को अपनी भेजी गई सूचनाओं की सामग्री की सेटिंग के लिए जिम्मेदार ठहराया जाता है।",
    "commerceRequirement2": "• अवैध, आपत्तिजनक, मानहानिकारक, धोखाधड़ीपूर्ण या तृतीय पक्षों के अधिकारों का उल्लंघन करने वाली सामग्री भेजना निषिद्ध है।",
    "commerceRequirement3": "• सूचनाओं का प्रसारण रेंज उपलब्ध विकल्पों (5m, 10m या 30m) में से किसी एक को चुना जाना चाहिए।",
    "commerceRequirement4": "• व्यापारों को अपनी जानकारी अद्यतन रखनी चाहिए।",
    "commerceRequirement5": "• व्यापारों को अपनी पहुँच विवरण तृतीय पक्षों के साथ साझा करने की अनुमति नहीं है।",
    "commerceRequirement6": "• यह व्यापार की जिम्मेदारी है कि वे सुनिश्चित करें कि उनकी सूचनाओं की सामग्री स्थानीय और राष्ट्रीय नियमों का पालन करती हो।",
    "commerceRequirement7": "• ऐप का धोखाधड़ीपूर्ण उपयोग या इन शर्तों का उल्लंघन खाता निलंबन या तत्काल समाप्ति का कारण बन सकता है।",
    "commerceRequirement8": "• व्यापार किसी भी लंबित शुल्क के लिए जिम्मेदार होते हैं। यदि इन्हें निर्धारित समय सीमा में भुगतान नहीं किया जाता है, तो खाता निलंबित किया जा सकता है।",
    "commerceRequirement9": "• इन शर्तों के उल्लंघन के मामले में किए गए भुगतान का रिफंड नहीं किया जाएगा।",
    "sectionTitle": "3.2 उपयोगकर्ताओं के लिए",
    "point1": "• उपयोगकर्ताओं को संदेश प्राप्त करने के लिए स्थान सेवा और सूचनाओं को सक्रिय रखना होगा।",
    "point2": "• ऐप को केवल व्यक्तिगत और गैर-व्यावसायिक उपयोग के लिए डिज़ाइन किया गया है।",
    "point3": "• सेवा में हेरफेर, संशोधन या हस्तक्षेप करने का कोई भी प्रयास निषिद्ध है।",
    "point4": "• उपयोगकर्ता पंजीकरण के दौरान प्रदान किए गए डेटा की सटीकता के लिए जिम्मेदार होता है।",
    "point5": "• उपयोगकर्ता स्वीकार करते हैं कि व्यापारों द्वारा भेजी गई सूचनाएं इन व्यापारों की पूरी जिम्मेदारी हैं, ऐप की नहीं।",
    "point6": "• अतिरिक्त सुविधाओं के लिए किए गए भुगतान को वापस नहीं किया जाएगा यदि अनुशासनहीनता या नियमों का उल्लंघन पाया जाता है।",
    "locationPrivacyTitle": "4. स्थान गोपनीयता और डेटा उपयोग",
    "dataCollection": "एप सेवा प्रदान करने के लिए वास्तविक समय स्थान डेटा एकत्र करता है। डेटा का उपयोग हमारी [गोपनीयता नीति] द्वारा विनियमित है, जिसे आपको पंजीकरण करते समय पढ़ना और स्वीकार करना होगा। हम आपकी स्थिति को आपकी अनुमति के बिना तीसरे पक्ष के साथ साझा नहीं करेंगे, जब तक कि कानून द्वारा आवश्यक न हो।",
    "dataProtection": "स्थानीय और अंतर्राष्ट्रीय कानूनों (जिसमें सामान्य डेटा सुरक्षा विनियमन (GDPR), यदि लागू हो) का पालन करते हुए, हम गारंटी देते हैं कि आपके व्यक्तिगत डेटा को गोपनीय रूप से और उचित सुरक्षा उपायों के साथ संरक्षित किया जाएगा। आप सहमत हैं कि ऐप के संचालन के लिए, आपके स्थान डेटा और अन्य व्यक्तिगत डेटा को सेवा प्रदान करने के लिए आवश्यक समय तक संग्रहीत और संसाधित किया जा सकता है।",
    "minorConsent": "यदि आप 18 वर्ष से कम आयु के हैं, तो आपके व्यक्तिगत डेटा को संसाधित करने के लिए माता-पिता या अभिभावकों की स्पष्ट सहमति की आवश्यकता हो सकती है।",
    "liabilityTitle": "5. देयता की सीमाएँ",
    "notificationLimitation": "• नेटवर्क कवरेज, डिवाइस सेटिंग्स या तृतीय पक्ष त्रुटियों जैसे कारकों के कारण ऐप सभी मामलों में सूचनाएं प्राप्त करने की गारंटी नहीं देता है।",
    "contentResponsibility": "• हम व्यापारियों द्वारा भेजी गई सामग्री के लिए जिम्मेदार नहीं हैं।",
    "directDamages": "• ऐप के उपयोग से उत्पन्न प्रत्यक्ष, अप्रत्यक्ष या परिणामी क्षति के लिए हम जिम्मेदार नहीं हैं।",
    "misuseResponsibility": "• उपयोगकर्ताओं या व्यापारियों द्वारा सेवा के दुरुपयोग के लिए ऐप जिम्मेदार नहीं है।",
    "serviceAvailability": "• हम सेवा की निरंतर और निर्बाध उपलब्धता की गारंटी नहीं देते हैं।",
    "merchantNotifications": "• यदि व्यापारी उपयोगकर्ता द्वारा प्रदान की गई गलत जानकारी के कारण सूचनाएं प्राप्त नहीं करता है, तो हम जिम्मेदार नहीं हैं।",
    "deviceRequirements": "• उपयोगकर्ताओं को यह सुनिश्चित करने की जिम्मेदारी है कि उनका डिवाइस ऐप का उपयोग करने के लिए न्यूनतम आवश्यकताओं को पूरा करता है।",
    "serviceSuspensionTitle": "6. सेवा निलंबन और समाप्ति",
    "violationSuspension": "हम ऐप तक पहुंच को कभी भी, बिना पूर्व सूचना के, निलंबित या समाप्त करने का अधिकार सुरक्षित रखते हैं, यदि हमें लगता है कि उपयोगकर्ता या व्यापारी ने इन शर्तों का उल्लंघन किया है।",
    "pendingPaymentsRestriction": "• लंबित भुगतानों वाले व्यापारियों की सेवा तक पहुंच को उनकी स्थिति के समाधान तक प्रतिबंधित किया जा सकता है।",
    "inactiveAccounts": "• 12 महीने से अधिक समय तक निष्क्रिय रहने वाले खातों को निष्क्रिय किया जा सकता है। यदि उपयोगकर्ता इस अवधि के बाद खाते का उपयोग फिर से शुरू करता है, तो पहुंच बहाल की जा सकती है, लेकिन कुछ डेटा हटाया जा सकता है।",
    "maintenanceSuspension": "• रखरखाव के उद्देश्यों के लिए ऐप सेवा को अस्थायी रूप से निलंबित कर सकता है, बिना पूर्व सूचना के।",
    "appealProcess": "अपील प्रक्रिया: यदि आपको लगता है कि आपका खाता अनुचित तरीके से निलंबित किया गया है, तो आप [संपर्क ईमेल] के माध्यम से हमारी सहायता टीम से संपर्क करके अपील कर सकते हैं।",
    "modificationsTitle": "7. संशोधन",
      "modificationsContent": "हम किसी भी समय इन शर्तों को अपडेट कर सकते हैं। बदलावों की सूचना ऐप या अन्य उपयुक्त माध्यमों से दी जाएगी। ऐसे बदलावों के बाद ऐप का निरंतर उपयोग आपकी स्वीकृति मानी जाएगी।",
      "modificationsRecommendation": "हम अनुशंसा करते हैं कि आप इन शर्तों की समय-समय पर समीक्षा करें ताकि किसी भी बदलाव से अवगत रह सकें।",
      "serviceUpdatesTitle": "8. सेवा अपडेट की स्वीकृति",
      "serviceUpdatesContent": "ऐप का उपयोग करते समय, आप सहमति देते हैं कि हम आपके डिवाइस पर सेवा के उचित संचालन को बनाए रखने के लिए आवश्यक अपडेट डाउनलोड और इंस्टॉल कर सकते हैं। इसमें ऐप के स्वचालित अपडेट शामिल हो सकते हैं, जो आपकी भागीदारी के बिना इंस्टॉल किए जाएंगे।",
      "additionalRightsTitle": "9. अतिरिक्त अधिकार जो हम आरक्षित रखते हैं",
      "modifyService": "• ऐप या सेवा के किसी भी भाग को किसी भी समय संशोधित, निलंबित या समाप्त करें, बिना पूर्व सूचना के।",
      "changeFees": "• व्यापारियों के लिए शुल्क बदलें, कम से कम 30 दिनों की पूर्व सूचना के साथ।",
      "denyAccess": "• किसी भी उपयोगकर्ता या व्यापारी को ऐप तक पहुंच से वंचित करें जो इन शर्तों या किसी लागू विनियम का उल्लंघन करता है।",
      "monitorUsage": "• शर्तों के अनुपालन को सुनिश्चित करने के लिए ऐप उपयोग की निगरानी और समीक्षा करें।",
      "updateFeatures": "• सेवा को बेहतर बनाने या कानूनी आवश्यकताओं को पूरा करने के लिए ऐप की विशेषताओं को अपडेट करें।",
      "withholdPayments": "• इन शर्तों के उल्लंघन की स्थिति में व्यापारियों द्वारा किए गए भुगतान को रोके, बिना वापसी के अधिकार के।",
      "governingLawTitle": "10. लागू कानून और क्षेत्राधिकार",
      "governingLawText": "ये शर्तें स्पेन के कानूनों द्वारा शासित हैं, और किसी भी विवाद को बार्सिलोना, स्पेन के अदालतों में सुलझाया जाएगा। यदि आप किसी अन्य देश में रहते हैं, तो आपको स्थानीय कानूनों के अनुसार अतिरिक्त अधिकार प्राप्त हो सकते हैं, और वे कानून स्पेन के कानूनों के बजाय लागू हो सकते हैं।",
      "contactTitle": "11. संपर्क",
      "contactText1": "यदि आपके पास इन शर्तों के बारे में कोई प्रश्न या टिप्पणी है, तो आप [संपर्क ईमेल] या [सपोर्ट फोन] पर हमसे संपर्क कर सकते हैं।",
      "contactText2": "ऐप का उपयोग करके, आप घोषणा करते हैं कि आपने इन शर्तों को पढ़ा, समझा और स्वीकार किया है।",
      "subscriptions": "सदस्यताएँ",
      "textAboutNotiGo": "NotiGo एक भू-स्थान आधारित एप्लिकेशन है जिसे व्यापारियों को उनके प्रतिष्ठानों के पास मौजूद उपयोगकर्ताओं के साथ व्यक्तिगत रूप से संवाद करने में मदद करने के लिए डिज़ाइन किया गया है। यह एप्लिकेशन व्यापारियों को 5, 10, या 30 मीटर के निर्धारित रेडियस में उपयोगकर्ताओं को तात्कालिक सूचनाएँ भेजने की अनुमति देता है, जो व्यापारी द्वारा चुनी गई सेटिंग पर निर्भर करता है। सूचनाओं में विशेष ऑफ़र, अपडेट्स या प्रासंगिक प्रचारात्मक संदेश शामिल हो सकते हैं, जिससे उपभोक्ताओं के साथ वास्तविक समय में सीधे संवाद की सुविधा मिलती है। यह एप्लिकेशन उपयोगकर्ता की वास्तविक समय की लोकेशन का उपयोग करती है, इसलिए यह सुनिश्चित करना महत्वपूर्ण है कि उपयोगकर्ता सूचनाएँ और भू-स्थान पहुँच को सक्षम रखें। NotiGo खरीदारी अनुभव और व्यापारों की दृश्यता को बेहतर बनाने के लिए डिज़ाइन किया गया है, जिससे नजदीकी ग्राहकों को आकर्षित करने के लिए एक प्रभावी चैनल उपलब्ध होता है।"
  
  },
  "zh": {
    "client": "客户",
    "description1": "注册为客户，随时了解您最喜欢的商店的优惠、折扣和特别促销活动。",
    "business": "商家",
    "descrition2": "注册为商家，向潜在客户发送个性化通知。",
    "selectLanguage": "选择语言",
    "Español": "西班牙语",
    "Inglés": "英语",
    "Italiano": "意大利语",
    "Indio": "印地语",
    "Chino": "中文",
    "Portugués": "葡萄牙语",
    "Ruso": "俄语",
    "languageName": {
      "es": "西班牙语",
      "en": "英语",
      "it": "意大利语",
      "hi": "印地语",
      "zh": "中文",
      "pt": "葡萄牙语",
      "ru": "俄语"
    },
    "signInText": "已有帐户？",
    "signInButtonText": "登录",
    "getStartedTitle": "免费开始",
    "emailPlaceholder": "输入您的电子邮件",
    "namePlaceholder": "输入您的全名",
    "passwordPlaceholder": "输入您的密码",
    "confirmPasswordPlaceholder": "确认您的密码",
    "signUpButtonText": "注册",
    "orSignUpWith": "或通过以下方式注册",
    "google": "谷歌",
    "facebook": "脸书",
    "noAccount": "没有帐户?",
    "createAccount": "创建帐户",
    "signInWith": "使用以下方式登录",
    "enter": "进入",
    "selectCategory": "选择一个类别",
    "categoryOcio": "休闲",
    "categoryRestauracion": "餐饮",
    "categoryTiendas": "商店",
    "categoryBelleza": "美容/美容学",
    "close": "关闭",
    "supportedFormats":"您的商标",
    "confirmPasswordRequired": "请确认您的密码。",
    "passwordsDoNotMatch": "密码不匹配。",
    "passwordRequired": "密码是必需的。",
    "passwordTooShort": "密码太短，必须至少包含8个字符。",
    "nameRequired": "名称是必需的。",
    "emailRequired": "电子邮件是必需的。",
    "emailInvalid": "无效的电子邮件地址。",
    "invalid_email": "无效的电子邮件地址。",
    "authenticationError": "身份验证错误",
    "connectionErrorTitle": "连接错误",
    "connectionErrorMessage": "无法连接到服务器。请重试。",
    "unexpectedErrorTitle": "意外错误",
    "unexpectedErrorMessage": "发生了意外错误。请重试。",
  "passwordMustContainLettersAndNumbers": "密码必须包含字母和数字。",
  "user": "客户",
  "store": "商家",
  "haveAccount": "已经有帐户？",
  "termsAndConditionsText": "继续即表示您同意我们的服务条款和隐私政策。",
  "welcomeBack": "欢迎回来" ,
  "home": "首页",
  "stores": "商店",
  "notifications": "通知",
  "profile": "个人资料",
  "legal": "法律",
  "termsAndConditions": "条款和条件",
  "privacyPolicy": "隐私政策",
  "more": "更多",
  "aboutNotiGo": "关于 NotiGo",
  "signOut": "退出登录",
  "areYouSureSignOut": "你确定要退出登录吗？",
  "cancel": "取消",
  "accept": "接受",
  "hello": "你好!",
  "error": "错误",
  "signOutError": "退出登录时遇到问题。请重试。",
  "searchLocation": "搜索商店位置",
  "searchStore": "搜索商店",
  "All": "所有",
  "subscribe": "订阅",
  "updateStore": "更新商店",
  "updateStoreData": "更新商店数据",
  "selectImage": "选择您的业务图片",
  "storeName": "商店名称",
  "address": "地址",
  "description": "描述",
  "category": "类别",
  "saveChanges": "保存更改",
  "confirmChanges": "您确定吗？",
  "unsavedChanges": "未保存的更改将丢失。",
  "continue": "继续",
  "storeUpdated": "商店已更新",
  "success": "成功",
  "unsubscribe": "取消订阅",
  "subscribed": "已订阅",
  "usageTerms": "使用条款",
  "welcomeText": "欢迎使用我们的地理定位应用程序（\"应用程序\"）。通过下载、安装和/或使用该应用程序，即表示您同意以下使用条款（\"条款\"）。如果您不同意这些条款，您不得使用该应用程序。",
  "serviceDescription": "1. 服务描述",
  "serviceDescriptionDetail":"该应用程序允许商家向经过商家周围5、10或30米范围内的用户发送个性化通知，具体取决于商家选择的设置。用户在其移动设备上接收这些通知，只要他们启用了通知和实时位置访问。此外，商家必须支付费用才能注册和使用该服务。",
  "requirementsForUse": "使用要求",
  "requirementsForStores": "2. 商户要求",
  "requirement1": "• 在注册之前，所有商户申请将由我们的团队审查，以确保符合我们的质量和安全标准。我们保留在发现可疑、不一致或不符合我们政策的信息时，接受或拒绝任何申请的权利。",
  "requirement2": "• 商户在申请被批准后必须支付相关费用以使用该服务。",
  "requirement3": "• 注册时提供有效且可验证的信息。",
  "requirement4": "• 必须是合法注册的实体或被授权从事商业活动的专业人士。",
  "requirement5": "• 必须有有效的支付方式来处理与服务相关的费用。",
  "requirementsForUsers": "2.2 用户要求",
  "userRequirement1": "• 年满16岁。注册时，您声明符合此要求。如有必要，我们保留要求提供年龄证明（例如身份证或类似证件）的权利。",
  "userRequirement2": "• 拥有一台支持互联网和GPS访问的设备。",
  "userRequirement3": "• 允许访问您的实时位置，以确保App的正常运行。",
  "userRequirement4": "• 接受这些条款和我们的隐私政策。",
  "note": "备注：对于18岁以下的用户（根据当地法律），可能需要父母或法定监护人明确同意才能完成注册和使用App。",
  "usoPermitido": "3. 允许的使用",
  "usoParaComercios": "3.1 商户要求",
  "commerceRequirement1": "• 商户负责配置他们发送通知的内容。",
  "commerceRequirement2": "• 禁止发送非法、冒犯性、诽谤性、欺骗性或侵犯第三方权利的内容。",
  "commerceRequirement3": "• 通知的发布范围必须在可用选项（5米、10米或30米）中选择。",
  "commerceRequirement4": "• 商户必须保持其信息的更新。",
  "commerceRequirement5": "• 商户不得与第三方共享其访问凭证。",
  "commerceRequirement6": "• 商户有责任确保其通知内容符合当地和国家的规定。",
  "commerceRequirement7": "• 欺诈性使用App或违反这些条款可能会导致账户的暂停或立即终止。",
  "commerceRequirement8": "• 商户对任何未付款项负责。如果未在规定的期限内支付，账户可能会被暂停。",
  "commerceRequirement9": "• 如果违反这些条款，已支付的款项将不予退还。",
  "sectionTitle": "3.2 用户须知",
  "point1": "• 用户必须保持地理定位和通知功能处于启用状态，以接收消息。",
  "point2": "• 本应用仅为个人使用而非商业用途而设计。",
  "point3": "• 禁止任何试图操控、更改或干扰服务的行为。",
  "point4": "• 用户对注册时提供的数据准确性负责。",
  "point5": "• 用户同意，商家发送的通知由商家全权负责，应用程序不承担责任。",
  "point6": "• 如果发现滥用或违反条款，额外功能支付的费用将不予退款。",
  "locationPrivacyTitle": "4. 位置隐私和数据使用",
  "dataCollection": "应用程序收集实时位置信息以提供服务。数据的使用受我们的[隐私政策]约束，您必须在注册时阅读并接受。除非法律要求，我们不会在未经您同意的情况下与第三方共享您的位置信息。",
  "dataProtection": "遵守当地和国际法律（包括《通用数据保护条例》（GDPR），如适用），我们保证您的个人数据将被机密处理并受到适当的安全措施保护。您同意，为了应用程序的运行，您的位置信息和其他个人数据可能会被存储和处理，以提供服务所需的时间。",
  "minorConsent": "如果您未满18岁，可能需要父母或监护人的明确同意才能处理您的个人数据。",
  "liabilityTitle": "5. 责任限制",
      "notificationLimitation": "• 由于网络覆盖、设备设置或第三方错误等因素，应用程序无法保证在所有情况下都能接收到通知。",
      "contentResponsibility": "• 我们不对商家提交的内容负责。",
      "directDamages": "• 我们对因使用应用程序而导致的直接、间接或后果性损害不承担责任。",
      "misuseResponsibility": "• 应用程序对用户或商家不当使用服务不承担责任。",
      "serviceAvailability": "• 我们不保证服务的持续和不间断的可用性。",
      "merchantNotifications": "• 如果商家因用户提供的信息不正确而未收到通知，我们不承担责任。",
      "deviceRequirements": "• 用户有责任确保其设备符合使用应用程序的最低要求。",
      "serviceSuspensionTitle": "6. 服务暂停与终止",
      "violationSuspension": "如果我们认为用户或商家违反了这些条款，我们保留随时、无需事先通知暂停或终止访问应用的权利。",
      "pendingPaymentsRestriction": "• 有未付款项的商家可能会被限制访问服务，直到其情况得到解决。",
      "inactiveAccounts": "• 超过12个月未使用的账户可能会被停用。如果用户在此期间后重新使用账户，访问可能会恢复，但某些数据可能会被删除。",
      "maintenanceSuspension": "• 应用程序可能因维护原因临时暂停服务，无需事先通知。",
      "appealProcess": "申诉流程：如果您认为您的账户被不公平地暂停，可以通过[联系电子邮件]与我们的支持团队联系进行申诉。",
      "modificationsTitle": "7. 修改",
      "modificationsContent": "我们可能随时更新这些条款。更改将通过应用程序或其他合理方式通知您。在这些更改之后继续使用该应用即表示您接受这些更改。",
      "modificationsRecommendation": "我们建议您定期查看这些条款，以了解任何更改。",
      "serviceUpdatesTitle": "8. 接受服务更新",
      "serviceUpdatesContent": "使用该应用即表示您同意我们可以下载并安装必要的更新，以确保服务在您的设备上正常运行。这可能包括自动更新应用程序，无需您的干预。",
      "additionalRightsTitle": "9. 我们保留的额外权利",
      "modifyService": "• 随时修改、暂停或终止应用程序或服务的任何部分，无需事先通知。",
      "changeFees": "• 对商户更改费用，需提前至少 30 天通知。",
      "denyAccess": "• 拒绝任何违反这些条款或适用法规的用户或商户访问应用程序。",
      "monitorUsage": "• 监控和审查应用程序的使用情况，以确保遵守条款。",
      "updateFeatures": "• 更新应用程序功能，以改进服务或遵守法律要求。",
      "withholdPayments": "• 在不遵守这些条款的情况下，保留商户支付的款项，且无退款权利。",
      "governingLawTitle": "10. 适用法律和管辖权",
      "governingLawText": "这些条款受西班牙法律管辖，任何争议将在西班牙巴塞罗那法院解决。如果您居住在其他国家，则可能根据当地法律享有额外权利，并且这些法律可能优先于西班牙法律适用。",
      "contactTitle": "11. 联系方式",
      "contactText1": "如果您对这些条款有任何疑问或意见，可以通过 [联系邮箱] 或 [支持电话] 联系我们。",
      "contactText2": "使用该应用程序即表示您已阅读、理解并接受这些条款。",
      "subscriptions": "订阅",
      "textAboutNotiGo": "NotiGo 是一款基于地理位置的应用程序，旨在帮助商家与其店铺附近的用户进行个性化互动。商家可以根据所选配置，将即时通知发送给位于 5、10 或 30 米范围内的用户。这些通知可以包括特别优惠、更新或相关的促销信息，从而实现与消费者的实时直接沟通。该应用依赖于用户的实时位置，因此用户必须保持启用通知和位置访问功能。NotiGo 旨在提升购物体验并提高商家的可见性，为吸引附近顾客提供了一种高效的渠道。"



  },
  "pt": {
    "client": "Cliente",
    "description1": "Registre-se como cliente para ficar atualizado sobre ofertas, descontos e promoções especiais das suas lojas favoritas.",
    "business": "Negócio",
    "descrition2": "Registre-se como um negócio para enviar notificações personalizadas aos seus clientes potenciais.",
    "selectLanguage": "Selecione um idioma",
    "Español": "Espanhol",
    "Inglés": "Inglês",
    "Italiano": "Italiano",
    "Indio": "Hindi",
    "Chino": "Chinês",
    "Portugués": "Português",
    "Ruso": "Russo",
    "languageName": {
      "es": "Espanhol",
      "en": "Inglês",
      "it": "Italiano",
      "hi": "Hindi",
      "zh": "Chinês",
      "pt": "Português",
      "ru": "Russo"
    },
    "signInText": "Já tem uma conta?",
    "signInButtonText": "Entrar",
    "getStartedTitle": "Comece grátis",
    "emailPlaceholder": "Digite seu e-mail",
    "namePlaceholder": "Digite seu nome completo",
    "passwordPlaceholder": "Digite sua senha",
    "confirmPasswordPlaceholder": "Confirme sua senha",
    "signUpButtonText": "Cadastre-se",
    "orSignUpWith": "ou cadastre-se com",
    "google": "Google",
    "facebook": "Facebook",
    "noAccount": "Não tem uma conta?",
    "createAccount": "Criar uma conta",
    "signInWith": "Entrar com",
    "enter": "Entrar",
    "selectCategory": "Selecione uma categoria",
    "categoryOcio": "Lazer",
    "categoryRestauracion": "Restauração",
    "categoryTiendas": "Lojas",
    "categoryBelleza": "Beleza/Estética",
    "close": "Fechar",
    "supportedFormats":"O logo do seu negócio",
    "confirmPasswordRequired": "Por favor, confirme sua senha.",
    "passwordsDoNotMatch": "As senhas não coincidem.",
    "passwordRequired": "A senha é obrigatória.",
    "passwordTooShort": "A senha é muito curta. Deve ter pelo menos 8 caracteres.",
    "nameRequired": "Nome é obrigatório.",
    "emailRequired": "E-mail é obrigatório.",
    "emailInvalid": "Endereço de e-mail inválido.",
    "invalid_email": "Endereço de e-mail inválido.",
    "authenticationError": "Erro de autenticação",
    "connectionErrorTitle": "Erro de conexão",
    "connectionErrorMessage": "Não foi possível conectar ao servidor. Tente novamente.",
    "unexpectedErrorTitle": "Erro inesperado",
    "unexpectedErrorMessage": "Ocorreu um erro inesperado. Tente novamente.",
    "passwordMustContainLettersAndNumbers": "A senha deve conter letras e números.",
    "user": "Cliente",
    "store": "Negócio",
    "haveAccount": "Já tem uma conta?",
  "termsAndConditionsText": "Ao continuar, você concorda com nossos Termos de serviço e Política de privacidade.",
  "welcomeBack": "Bem-vindo de volta",
  "home": "Início",
  "stores": "Lojas",
  "notifications": "Notificações",
  "profile": "Perfil",
  "legal": "Legal",
  "termsAndConditions": "Termos e condições",
  "privacyPolicy": "Política de privacidade",
  "more": "Mais",
  "aboutNotiGo": "Sobre NotiGo",
  "signOut": "Sair",
  "areYouSureSignOut": "Tem certeza de que deseja sair?",
  "cancel": "Cancelar",
  "accept": "Aceitar",
  "hello": "Olá!",
  "error": "Erro",
  "signOutError": "Houve um problema ao sair. Tente novamente.",
  "searchLocation": "Buscar localização da loja",
  "searchStore": "Buscar loja",
  "All": "Todas",
  "subscribe": "Inscrever-se",
  "updateStore": "Atualizar Loja",
  "updateStoreData": "Atualizar Dados da Loja",
  "selectImage": "Selecione uma imagem do seu negócio",
  "storeName": "Nome da loja",
  "address": "Endereço",
  "description": "Descrição",
  "category": "Categoria",
  "saveChanges": "Salvar Alterações",
  "confirmChanges": "Você tem certeza?",
  "unsavedChanges": "As alterações não salvas serão perdidas.",
  "continue": "Continuar",
  "storeUpdated": "Loja atualizada",
  "success": "Sucesso",
  "unsubscribe": "Cancelar inscrição",
  "subscribed": "Inscrito",
  "usageTerms": "Termos e Condições de Uso",
  "welcomeText": "Bem-vindo ao nosso aplicativo de geolocalização (\"o App\"). Ao baixar, instalar e/ou usar o App, você concorda com os seguintes Termos e Condições de Uso (\"os Termos\"). Se você não concordar com estes Termos, não deve usar o App.",
  "serviceDescription": "1. Descrição do Serviço",
  "serviceDescriptionDetail":"O aplicativo permite que os negócios enviem notificações personalizadas para os usuários que passam dentro de um raio de 5, 10 ou 30 metros do comércio, de acordo com a configuração escolhida. Os usuários recebem essas notificações em seus dispositivos móveis, desde que tenham notificações e acesso à localização em tempo real ativados. Além disso, os negócios devem pagar uma taxa para se registrar e usar o serviço.",
  "requirementsForUse": "Requisitos para o Uso",
    "requirementsForStores": "2. Requisitos para Comerciantes",
    "requirement1": "• Antes de se registrar, todas as solicitações dos comerciantes serão analisadas pela nossa equipe para garantir que atendem aos nossos padrões de qualidade e segurança. Reservamo-nos o direito de aceitar ou recusar qualquer solicitação caso detectemos informações suspeitas, inconsistentes ou que não cumpram com as nossas políticas.",
    "requirement2": "• Os comerciantes devem pagar a tarifa correspondente para acessar o serviço uma vez que sua solicitação seja aprovada.",
    "requirement3": "• Fornecer informações válidas e verificáveis no momento do registro.",
    "requirement4": "• Ser uma entidade legalmente constituída ou um profissional autorizado a exercer atividades comerciais.",
    "requirementsForUsers": "2.2 Para Usuários",
    "userRequirement1": "• Ser maior de 16 anos. Ao se registrar, você declara que atende a esse requisito. Reservamo-nos o direito de solicitar comprovante de idade, se necessário (por exemplo, documento de identidade ou similar).",
    "userRequirement2": "• Possuir um dispositivo compatível com acesso à internet e GPS.",
    "userRequirement3": "• Permitir o acesso à sua localização em tempo real para o correto funcionamento do aplicativo.",
    "userRequirement4": "• Aceitar estes termos e nossa Política de Privacidade.",
    "note": "Nota: Para usuários menores de 18 anos (dependendo da legislação local), pode ser necessário o consentimento explícito dos pais ou responsáveis legais para concluir o registro e uso do aplicativo.",
    "usoPermitido": "3. Uso Permitido",
    "usoParaComercios": "3.1 Para Comerciantes",
    "commerceRequirement1": "• Os comerciantes são responsáveis pela configuração do conteúdo das notificações que enviam.",
    "commerceRequirement2": "• É proibido enviar conteúdo ilegal, ofensivo, difamatório, enganoso ou que viole os direitos de terceiros.",
    "commerceRequirement3": "• O alcance de envio das notificações deve ser selecionado entre as opções disponíveis (5m, 10m ou 30m).",
    "commerceRequirement4": "• Os comerciantes devem manter suas informações atualizadas.",
    "commerceRequirement5": "• Os comerciantes não podem compartilhar suas credenciais de acesso com terceiros.",
    "commerceRequirement6": "• É responsabilidade do comerciante garantir que o conteúdo de suas notificações esteja em conformidade com as normas locais e nacionais.",
    "commerceRequirement7": "• O uso fraudulento do aplicativo ou o não cumprimento desses Termos pode resultar na suspensão ou encerramento imediato da conta.",
    "commerceRequirement8": "• Os comerciantes são responsáveis por qualquer taxa pendente. Se não forem pagas dentro do prazo estipulado, a conta poderá ser suspensa.",
    "commerceRequirement9": "• Pagamentos realizados não serão reembolsados em caso de violação destes Termos.",
    "sectionTitle": "3.2 Para Usuários",
    "point1": "• Os usuários devem manter a geolocalização e as notificações ativas para receber mensagens.",
    "point2": "• O aplicativo é projetado exclusivamente para uso pessoal e não comercial.",
    "point3": "• Qualquer tentativa de manipular, alterar ou interferir no serviço é proibida.",
    "point4": "• O usuário é responsável pela precisão dos dados fornecidos durante o cadastro.",
    "point5": "• Os usuários aceitam que as notificações enviadas pelos estabelecimentos são de responsabilidade exclusiva destes, e não do aplicativo.",
    "point6": "• Pagamentos realizados por funções adicionais não serão reembolsados se for detectado uso indevido ou violação dos Termos.",
    "locationPrivacyTitle": "4. Privacidade de Localização e Uso de Dados",
    "dataCollection": "O App coleta dados de localização em tempo real para fornecer o serviço. O uso dos dados é regulamentado pela nossa [Política de Privacidade], que você deve ler e aceitar ao se registrar. Nunca compartilharemos sua localização com terceiros sem o seu consentimento, salvo se exigido por lei.",
    "dataProtection": "Em conformidade com as leis locais e internacionais (incluindo o Regulamento Geral de Proteção de Dados (GDPR), se aplicável), garantimos que seus dados pessoais serão tratados com confidencialidade e protegidos com medidas de segurança apropriadas. Você concorda que, para o funcionamento do App, seus dados de localização e outros dados pessoais podem ser armazenados e processados durante o tempo necessário para a prestação do serviço.",
    "minorConsent": "Se você for menor de 18 anos, poderá ser necessário o consentimento explícito dos pais ou responsáveis para processar seus dados pessoais.",
    "liabilityTitle": "5. Limitações de Responsabilidade",
    "notificationLimitation": "• O App não garante o recebimento de notificações em todos os casos devido a fatores como cobertura de rede, configurações do dispositivo ou erros de terceiros.",
    "contentResponsibility": "• Não somos responsáveis pelo conteúdo enviado pelos comerciantes.",
    "directDamages": "• Não nos responsabilizamos por danos diretos, indiretos ou consequenciais decorrentes do uso do App.",
    "misuseResponsibility": "• O App não se responsabiliza pelo uso indevido do serviço por usuários ou comerciantes.",
    "serviceAvailability": "• Não garantimos a disponibilidade contínua e ininterrupta do serviço.",
    "merchantNotifications": "• Não somos responsáveis se um comerciante não receber notificações devido a informações incorretas fornecidas pelo usuário.",
    "deviceRequirements": "• Os usuários são responsáveis por garantir que seus dispositivos atendam aos requisitos mínimos para usar o App.",
    "serviceSuspensionTitle": "6. Suspensão e Terminação do Serviço",
    "violationSuspension": "Reservamo-nos o direito de suspender ou terminar o acesso ao App a qualquer momento, sem aviso prévio, se considerarmos que o usuário ou comerciante violou estes Termos.",
    "pendingPaymentsRestriction": "• Comerciantes com pagamentos pendentes podem ter seu acesso ao serviço restrito até que sua situação seja regularizada.",
    "inactiveAccounts": "• Contas inativas por mais de 12 meses podem ser desativadas. Se um usuário voltar a usar a conta após este período, o acesso pode ser restaurado, mas certos dados podem ser excluídos.",
    "maintenanceSuspension": "• O App pode suspender temporariamente o serviço para manutenção sem aviso prévio.",
    "appealProcess": "Processo de Apelação: Se você acredita que sua conta foi suspensa injustamente, pode apelar entrando em contato com nosso suporte através de [Email de Contato].",
    "modificationsTitle": "7. Modificações",
    "modificationsContent": "Podemos atualizar estes Termos a qualquer momento. As alterações serão notificadas através do App ou por outros meios razoáveis. O uso contínuo do App após essas alterações constitui sua aceitação das mesmas.",
    "modificationsRecommendation": "Recomendamos revisar estes Termos periodicamente para se manter informado sobre quaisquer alterações.",
    "serviceUpdatesTitle": "8. Aceitação de Atualizações do Serviço",
    "serviceUpdatesContent": "Ao usar o App, você concorda que podemos baixar e instalar atualizações necessárias para garantir o funcionamento adequado do serviço em seu dispositivo. Isso pode incluir atualizações automáticas do App, que serão instaladas sem a sua intervenção.",
    "additionalRightsTitle": "9. Direitos Adicionais que Reservamos",
    "modifyService": "• Modificar, suspender ou terminar o App ou qualquer parte do serviço a qualquer momento, sem aviso prévio.",
    "changeFees": "• Alterar as taxas para os comerciantes com aviso prévio de pelo menos 30 dias.",
    "denyAccess": "• Negar acesso ao App a qualquer usuário ou comerciante que viole estes Termos ou qualquer regulamentação aplicável.",
    "monitorUsage": "• Monitorar e revisar o uso do App para garantir o cumprimento dos Termos.",
    "updateFeatures": "• Atualizar as funcionalidades do App para melhorar o serviço ou cumprir com requisitos legais.",
    "withholdPayments": "• Reter os pagamentos feitos pelos comerciantes em caso de descumprimento destes Termos, sem direito a reembolso.",
    "governingLawTitle": "10. Lei Aplicável e Jurisdição",
      "governingLawText": "Estes Termos são regidos pelas leis da Espanha e qualquer disputa será resolvida nos tribunais de Barcelona, Espanha. Se você residir em outro país, poderá ter direitos adicionais de acordo com as leis locais, que podem se aplicar em vez das leis da Espanha.",
      "contactTitle": "11. Contato",
      "contactText1": "Se você tiver alguma dúvida ou comentário sobre estes Termos, pode nos contatar em [E-mail de Contato] ou [Telefone de Suporte].",
      "contactText2": "Ao usar o App, você declara que leu, compreendeu e aceitou estes Termos.",
      "subscriptions": "Assinaturas",
      "textAboutNotiGo": "NotiGo é um aplicativo de geolocalização projetado para ajudar os comércios a interagir de forma personalizada com os usuários que estão próximos aos seus estabelecimentos. O aplicativo permite que os comércios enviem notificações instantâneas para os usuários dentro de um raio definido de 5, 10 ou 30 metros, dependendo da configuração escolhida pelo comércio. As notificações podem incluir ofertas especiais, atualizações ou mensagens promocionais relevantes, permitindo uma comunicação direta com os consumidores em tempo real. O aplicativo se baseia no uso da localização em tempo real do usuário, portanto, é essencial que os usuários mantenham as notificações e o acesso à geolocalização ativados. NotiGo foi projetado para melhorar a experiência de compra e a visibilidade dos comércios, oferecendo um canal eficiente para atrair clientes próximos."

  },
  "ru": {
    "client": "Клиент",
    "description1": "Зарегистрируйтесь как клиент, чтобы быть в курсе предложений, скидок и специальных акций от ваших любимых магазинов.",
    "business": "Бизнес",
    "descrition2": "Зарегистрируйтесь как бизнес, чтобы отправлять персонализированные уведомления своим потенциальным клиентам.",
    "selectLanguage": "Выберите язык",
    "Español": "Испанский",
    "Inglés": "Английский",
    "Italiano": "Итальянский",
    "Indio": "Хинди",
    "Chino": "Китайский",
    "Portugués": "Португальский",
    "Ruso": "Русский",
    "languageName": {
      "es": "Испанский",
      "en": "Английский",
      "it": "Итальянский",
      "hi": "Хинди",
      "zh": "Китайский",
      "pt": "Португальский",
      "ru": "Русский"
    },
    "signInText": "Уже есть аккаунт?",
    "signInButtonText": "Войти",
    "getStartedTitle": "Начни бесплатно",
    "emailPlaceholder": "Введите ваш email",
    "namePlaceholder": "Введите ваше полное имя",
    "passwordPlaceholder": "Введите ваш пароль",
    "confirmPasswordPlaceholder": "Подтвердите ваш пароль",
    "signUpButtonText": "Зарегистрироваться",
    "orSignUpWith": "или зарегистрируйтесь с помощью",
    "google": "Google",
    "facebook": "Facebook",
    "noAccount": "У вас нет аккаунта?",
    "createAccount": "Создать аккаунт",
    "signInWith": "Войти с помощью",
    "enter": "Войти",
    "selectCategory": "Выберите категорию",
    "categoryOcio": "Досуг",
    "categoryRestauracion": "Рестораны",
    "categoryTiendas": "Магазины",
    "categoryBelleza": "Красота/Эстетика",
    "close": "Закрыть",
    "supportedFormats":"Логотип вашего бизнеса",
    "confirmPasswordRequired": "Пожалуйста, подтвердите ваш пароль.",
    "passwordsDoNotMatch": "Пароли не совпадают.",
    "passwordRequired": "Пароль обязателен.",
    "passwordTooShort": "Пароль слишком короткий. Он должен содержать как минимум 8 символов.",
    "nameRequired": "Имя обязательно.",
    "emailRequired": "Email обязателен.",
    "emailInvalid": "Неверный адрес электронной почты.",
    "invalid_email": "Неверный адрес электронной почты.",
    "authenticationError": "Ошибка аутентификации",
    "connectionErrorTitle": "Ошибка подключения",
    "connectionErrorMessage": "Не удалось подключиться к серверу. Попробуйте снова.",
    "unexpectedErrorTitle": "Неожиданная ошибка",
    "unexpectedErrorMessage": "Произошла неожиданная ошибка. Попробуйте снова.",
    "passwordMustContainLettersAndNumbers": "Пароль должен содержать буквы и цифры.",
    "user": "Клиент",
    "store": "Бизнес",
    "haveAccount": "Уже есть аккаунт?",
  "termsAndConditionsText": "Продолжая, вы соглашаетесь с нашими Условиями обслуживания и Политикой конфиденциальности.",
  "welcomeBack": "С возвращением" ,
  "home": "Главная",
  "stores": "Магазины",
  "notifications": "Уведомления",
  "profile": "Профиль",
  "legal": "Юридический",
  "termsAndConditions": "Условия и положения",
  "privacyPolicy": "Политика конфиденциальности",
  "more": "Больше",
  "aboutNotiGo": "О NotiGo",
  "signOut": "Выйти",
  "areYouSureSignOut": "Вы уверены, что хотите выйти?",
  "cancel": "Отмена",
  "accept": "Принять",
  "hello": "Привет!",
  "error": "Ошибка",
  "signOutError": "Возникла проблема при выходе. Пожалуйста, попробуйте снова.",
  "searchLocation": "Поиск местоположения магазина",
  "searchStore": "Поиск магазина",
  "All": "Все",
  "subscribe": "Подписаться",
  "updateStore": "Обновить Магазин",
  "updateStoreData": "Обновить Данные Магазина",
  "selectImage": "Выберите изображение вашего бизнеса",
  "storeName": "Название магазина",
  "address": "Адрес",
  "description": "Описание",
  "category": "Категория",
  "saveChanges": "Сохранить изменения",
  "confirmChanges": "Вы уверены?",
  "unsavedChanges": "Несохраненные изменения будут утеряны.",
  "continue": "Продолжить",
  "storeUpdated":"Магазин обновлен",
  "success": "Успех",
  "unsubscribe": "Отписаться",
  "subscribed": "Подписан",
  "usageTerms": "Условия использования",
  "welcomeText": "Добро пожаловать в наше приложение геолокации (\"Приложение\"). Скачивая, устанавливая и/или используя приложение, вы соглашаетесь с следующими Условиями использования (\"Условия\"). Если вы не согласны с этими Условиями, вы не должны использовать приложение.",
  "serviceDescription":  "1. Описание услуги",
  "serviceDescriptionDetail": "Приложение позволяет бизнесам отправлять персонализированные уведомления пользователям, которые проходят в радиусе 5, 10 или 30 метров от бизнеса, в зависимости от выбранных настроек. Пользователи получают эти уведомления на своих мобильных устройствах, при условии, что у них включены уведомления и доступ к местоположению в реальном времени. Кроме того, бизнесы должны оплатить сбор за регистрацию и использование сервиса." ,
  "requirementsForUse": "Требования для использования",
  "requirementsForStores": "2. Требования для магазинов",
  "requirement1": "• Перед регистрацией все заявки от магазинов будут рассмотрены нашей командой для обеспечения соответствия нашим стандартам качества и безопасности. Мы оставляем за собой право принять или отклонить любую заявку, если обнаружим подозрительную, непоследовательную информацию или нарушение наших политик.",
  "requirement2": "• Магазины должны оплатить соответствующую плату за доступ к сервису после того, как их заявка будет одобрена.",
  "requirement3": "• Предоставить действительную и проверяемую информацию при регистрации.",
  "requirement4": "• Быть юридически зарегистрированной организацией или профессионалом, имеющим разрешение на ведение коммерческой деятельности.",
  "requirement5": "• Иметь действующий способ оплаты для обработки сборов, связанных с сервисом.",
  "requirementsForUsers": "2.2 Для пользователей",
  "userRequirement1": "• Быть старше 16 лет. Регистрируясь, вы заявляете, что соответствуете этому требованию. Мы оставляем за собой право запросить подтверждение возраста, если это необходимо (например, удостоверение личности или аналогичный документ).",
  "userRequirement2": "• Иметь совместимое устройство с доступом в интернет и GPS.",
  "userRequirement3": "• Разрешить доступ к вашему местоположению в реальном времени для корректной работы приложения.",
  "userRequirement4": "• Принять эти условия и нашу политику конфиденциальности.",
  "note": "Примечание: Для пользователей младше 18 лет (в зависимости от местного законодательства) может потребоваться явное согласие родителей или законных опекунов для завершения регистрации и использования приложения.",
  "usoPermitido": "3. Разрешенное использование",
  "usoParaComercios": "3.1 Для магазинов",
  "commerceRequirement1": "• Магазины несут ответственность за настройку контента уведомлений, которые они отправляют.",
  "commerceRequirement2": "• Запрещено отправлять контент, который является незаконным, оскорбительным, клеветническим, вводящим в заблуждение или нарушает права третьих лиц.",
  "commerceRequirement3": "• Радиус отправки уведомлений должен быть выбран из доступных вариантов (5 м, 10 м или 30 м).",
  "commerceRequirement4": "• Магазины должны поддерживать актуальность своей информации.",
  "commerceRequirement5": "• Магазины не могут передавать свои учетные данные третьим лицам.",
  "commerceRequirement6": "• Магазины несут ответственность за соблюдение местных и национальных нормативных актов в отношении контента своих уведомлений.",
  "commerceRequirement7": "• Мошенническое использование приложения или нарушение этих Условий может привести к немедленной приостановке или прекращению аккаунта.",
  "commerceRequirement8": "• Магазины несут ответственность за любые неоплаченные сборы. Если они не будут оплачены в установленный срок, аккаунт может быть приостановлен.",
  "commerceRequirement9": "• Платежи, совершенные нарушением этих Условий, не подлежат возврату.",
  "sectionTitle": "3.2 Для пользователей",
  "point1": "• Пользователи должны поддерживать активными службы геолокации и уведомлений, чтобы получать сообщения.",
  "point2": "• Приложение предназначено исключительно для личного использования, а не для коммерческих целей.",
  "point3": "• Запрещены любые попытки манипулировать, изменять или вмешиваться в работу сервиса.",
  "point4": "• Пользователь несет ответственность за точность данных, предоставленных при регистрации.",
  "point5": "• Пользователи принимают, что уведомления, отправляемые торговыми точками, являются исключительной ответственностью этих точек, а не приложения.",
  "point6": "• Платежи за дополнительные функции не будут возвращены, если будет обнаружено неправильное использование или нарушение условий.",
  "locationPrivacyTitle": "4. Конфиденциальность местоположения и использование данных",
      "dataCollection": "Приложение собирает данные о местоположении в реальном времени для предоставления услуги. Использование данных регулируется нашей [Политикой конфиденциальности], которую вы должны прочитать и принять при регистрации. Мы никогда не будем передавать ваше местоположение третьим лицам без вашего согласия, если только это не требуется по закону.",
      "dataProtection": "В соответствии с местными и международными законами (включая Общий регламент по защите данных (GDPR), если применимо), мы гарантируем, что ваши личные данные будут обрабатываться конфиденциально и защищены с использованием соответствующих мер безопасности. Вы соглашаетесь с тем, что для работы приложения ваши данные о местоположении и другие личные данные могут храниться и обрабатываться в течение времени, необходимого для предоставления услуги.",
      "minorConsent": "Если вам меньше 18 лет, может потребоваться явное согласие родителей или опекунов для обработки ваших личных данных.",
      "liabilityTitle": "5. Ограничения ответственности",
      "notificationLimitation": "• Приложение не гарантирует получение уведомлений во всех случаях из-за таких факторов, как покрытие сети, настройки устройства или ошибки третьих лиц.",
      "contentResponsibility": "• Мы не несем ответственности за контент, отправленный торговыми точками.",
      "directDamages": "• Мы не несем ответственности за прямой, косвенный или косвенный ущерб, возникший в результате использования приложения.",
      "misuseResponsibility": "• Приложение не несет ответственности за неправильное использование сервиса пользователями или торговыми точками.",
      "serviceAvailability": "• Мы не гарантируем непрерывную и бесперебойную доступность сервиса.",
      "merchantNotifications": "• Мы не несем ответственности, если торговая точка не получает уведомлений из-за неверной информации, предоставленной пользователем.",
      "deviceRequirements": "• Пользователи несут ответственность за обеспечение того, чтобы их устройство соответствовало минимальным требованиям для использования приложения.",
      "serviceSuspensionTitle": "6. Приостановка и прекращение обслуживания",
      "violationSuspension": "Мы оставляем за собой право приостановить или прекратить доступ к приложению в любое время без предварительного уведомления, если мы считаем, что пользователь или торговая точка нарушили эти условия.",
      "pendingPaymentsRestriction": "• У торговых точек с неоплаченными платежами доступ к сервису может быть ограничен до урегулирования ситуации.",
      "inactiveAccounts": "• Аккаунты, неактивные более 12 месяцев, могут быть деактивированы. Если пользователь возобновит использование аккаунта после этого периода, доступ может быть восстановлен, но некоторые данные могут быть удалены.",
      "maintenanceSuspension": "• Приложение может временно приостанавливать обслуживание для технического обслуживания без предварительного уведомления.",
      "appealProcess": "Процесс обжалования: Если вы считаете, что ваш аккаунт был несправедливо приостановлен, вы можете подать апелляцию, связавшись с нашей службой поддержки по адресу [Контактный Email].",
      "modificationsTitle": "7. Изменения",
      "modificationsContent": "Мы можем обновлять эти Условия в любое время. Изменения будут уведомляться через приложение или другими разумными способами. Продолжение использования приложения после таких изменений означает ваше согласие с ними.",
      "modificationsRecommendation": "Мы рекомендуем периодически просматривать эти Условия, чтобы быть в курсе любых изменений.",
      "serviceUpdatesTitle": "8. Принятие обновлений службы",
      "serviceUpdatesContent": "Используя приложение, вы соглашаетесь с тем, что мы можем загружать и устанавливать необходимые обновления для обеспечения правильной работы службы на вашем устройстве. Это может включать автоматические обновления приложения, которые будут установлены без вашего участия.",
      "additionalRightsTitle": "9. Дополнительные права, которые мы оставляем за собой",
      "modifyService": "• Изменять, приостанавливать или прекращать работу приложения или любой части сервиса в любое время без предварительного уведомления.",
      "changeFees": "• Изменять тарифы для торговых точек с предварительным уведомлением не менее чем за 30 дней.",
      "denyAccess": "• Отказывать в доступе к приложению любому пользователю или торговой точке, нарушающим настоящие Условия или любое применимое законодательство.",
      "monitorUsage": "• Контролировать и проверять использование приложения для обеспечения соблюдения Условий.",
      "updateFeatures": "• Обновлять функционал приложения для улучшения сервиса или соблюдения законодательных требований.",
      "withholdPayments": "• Удерживать платежи, внесенные торговыми точками, в случае несоблюдения настоящих Условий без права на возврат.",
      "governingLawTitle": "10. Применимое законодательство и юрисдикция",
      "governingLawText": "Настоящие Условия регулируются законодательством Испании, а любые споры рассматриваются в судах Барселоны, Испания. Если вы проживаете в другой стране, вы можете иметь дополнительные права в соответствии с местным законодательством, и эти законы могут применяться вместо испанских.",
      "contactTitle": "11. Контакт",
      "contactText1": "Если у вас есть вопросы или комментарии по поводу этих Условий, вы можете связаться с нами по [Контактный E-mail] или [Телефон Поддержки].",
      "contactText2": "Используя приложение, вы подтверждаете, что прочитали, поняли и приняли эти Условия.",
      "subscriptions": "Подписки",
      "textAboutNotiGo": "NotiGo — это приложение для геолокации, предназначенное для того, чтобы помочь бизнесам взаимодействовать с пользователями, находящимися рядом с их заведениями, персонализированным образом. Приложение позволяет бизнесам отправлять мгновенные уведомления пользователям в пределах определенного радиуса 5, 10 или 30 метров в зависимости от настроек, выбранных бизнесом. Уведомления могут включать специальные предложения, обновления или соответствующие рекламные сообщения, что позволяет осуществлять прямую связь с потребителями в реальном времени. Приложение основано на использовании геопозиции пользователя в реальном времени, поэтому пользователи должны оставлять активированными уведомления и доступ к геолокации. NotiGo разработано для улучшения покупательского опыта и повышения видимости бизнесов, предлагая эффективный канал для привлечения клиентов поблизости."

    
  }
}
